<?php

get_header('new');

?>

<?php
//if (function_exists('dimox_breadcrumbs')) dimox_breadcrumbs();
$cat = get_the_category($post->ID);
$vido = types_render_field("video", array("raw" => "true", "output" => "", "show_name" => "false"));

if (preg_match('%(?:youtube(?:-nocookie)?\.com/(?:[^/]+/.+/|(?:v|e(?:mbed)?)/|.*[?&]v=)|youtu\.be/)([^"&?/\s]{11})%i', $vido, $match)) {
    //$video_id = $match[1];
    global $video_src;
    $video_src = $match[1];
}

//preg_match('/src="(?P<src>([^"]*))"/i', $vido, $matches);

//$video_src = @$matches[2];
//print_r($matches[2]);


//var_dump($vido);

?>

<div class="right2 container">

    <!-- <div style="display:flex;flex-wrap:nowrap;justify-content:space-around;">
        <div onclick="history.back();" class="go_back_category"><a>Назад в раздел</a></div>
        <div class="go_description"><a>Об аттракционе</a></div>
        <div onclick="$.cookie('item_source',null);" class="go_back"><a href="https://arenda-attrakcionov.ru/attrakciony">Все аттракционы</a></div>
    </div> -->
    <?php
    // $trating = rand(4,5);
    // wp_star_rating( array( 'rating'=>$trating, 'type'=>'rating' ) );
    ?>

    <div class="row">
        <div class="col">
            <div class="d-flex justify-content-start align-items-center">
                <h1 itemprop="name" class="h2 text-left me-2"><?= get_the_title() ?></h1>
                <?= do_shortcode('[ccc_my_favorite_select_button post_id="" style="1"]') ?>
            </div>
        </div>
    </div>
    <div class="mc-inside-page" >
        <section class="first-section">
            <div class="container">
                <nav class="breadcrumbs">
                    <ul>
                        <li class="home-link">
                            <a href="#">
                                <svg xmlns="http://www.w3.org/2000/svg" width="21" height="20" viewBox="0 0 21 20" fill="none">
                                    <path d="M3.04101 10.8333H3.87434V16.6667C3.87434 17.5858 4.62184 18.3333 5.54101 18.3333H15.541C16.4602 18.3333 17.2077 17.5858 17.2077 16.6667V10.8333H18.041C18.2058 10.8333 18.3669 10.7844 18.5039 10.6928C18.6409 10.6013 18.7477 10.4711 18.8107 10.3189C18.8738 10.1666 18.8903 9.99911 18.8582 9.83748C18.826 9.67585 18.7467 9.52738 18.6302 9.41084L11.1302 1.91084C11.0529 1.83338 10.961 1.77194 10.8599 1.73001C10.7588 1.68808 10.6505 1.6665 10.541 1.6665C10.4316 1.6665 10.3232 1.68808 10.2221 1.73001C10.121 1.77194 10.0292 1.83338 9.95185 1.91084L2.45184 9.41084C2.33534 9.52738 2.256 9.67585 2.22386 9.83748C2.19172 9.99911 2.20822 10.1666 2.27128 10.3189C2.33434 10.4711 2.44112 10.6013 2.57813 10.6928C2.71514 10.7844 2.87622 10.8333 3.04101 10.8333ZM8.87434 16.6667V12.5H12.2077V16.6667H8.87434ZM10.541 3.67834L15.541 8.67834V12.5L15.5418 16.6667H13.8743V12.5C13.8743 11.5808 13.1268 10.8333 12.2077 10.8333H8.87434C7.95518 10.8333 7.20768 11.5808 7.20768 12.5V16.6667H5.54101V8.67834L10.541 3.67834Z" />
                                </svg>
                            </a>
                        </li>
                        <li><a href="#">Мастер-классы</a></li>
                        <li><a href="#">Детские</a></li>
                        <li><a href="#">Детские</a></li>
                        <li><a href="#">Детские</a></li>
                        <li>Игрушки из лыка</li>
                    </ul>
                </nav>
                <div class="two-cols-wrapper">
                    <div class="gallery-block">
                        <div class="thumbs-gallery">
                            <div class="swiper preview-block">
                                <div class="swiper-wrapper">
                                    <div class="swiper-slide video-slide" data-link="https://www.youtube.com/embed/Z4Cm6r0GHH4">
                                        <img src="../wp-content/themes/my_theme/images/slide1.jpg" alt=""/>
                                        <div class="play-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="42" height="48" viewBox="0 0 42 48" fill="none">
                                                <path d="M40.5 21.4019C42.5 22.5566 42.5 25.4434 40.5 26.5981L4.5 47.3827C2.5 48.5374 1.49388e-06 47.094 1.59483e-06 44.7846L3.41188e-06 3.21539C3.51283e-06 0.905985 2.5 -0.537388 4.5 0.617313L40.5 21.4019Z" fill="white"/>
                                            </svg>
                                        </div>
                                    </div>
                                    <div class="swiper-slide video-slide" data-link="https://www.youtube.com/embed/Z4Cm6r0GHH4">
                                        <img src="../wp-content/themes/my_theme/images/slide1.jpg" alt=""/>
                                        <div class="play-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="42" height="48" viewBox="0 0 42 48" fill="none">
                                                <path d="M40.5 21.4019C42.5 22.5566 42.5 25.4434 40.5 26.5981L4.5 47.3827C2.5 48.5374 1.49388e-06 47.094 1.59483e-06 44.7846L3.41188e-06 3.21539C3.51283e-06 0.905985 2.5 -0.537388 4.5 0.617313L40.5 21.4019Z" fill="white"/>
                                            </svg>
                                        </div>
                                    </div>
                                    <div class="swiper-slide video-slide" data-link="https://www.youtube.com/embed/Z4Cm6r0GHH4">
                                        <img src="../wp-content/themes/my_theme/images/slide1.jpg" alt=""/>
                                        <div class="play-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="42" height="48" viewBox="0 0 42 48" fill="none">
                                                <path d="M40.5 21.4019C42.5 22.5566 42.5 25.4434 40.5 26.5981L4.5 47.3827C2.5 48.5374 1.49388e-06 47.094 1.59483e-06 44.7846L3.41188e-06 3.21539C3.51283e-06 0.905985 2.5 -0.537388 4.5 0.617313L40.5 21.4019Z" fill="white"/>
                                            </svg>
                                        </div>
                                    </div>
                                    <div class="swiper-slide video-slide" data-link="https://www.youtube.com/embed/Z4Cm6r0GHH4">
                                        <img src="../wp-content/themes/my_theme/images/slide1.jpg" alt=""/>
                                        <div class="play-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="42" height="48" viewBox="0 0 42 48" fill="none">
                                                <path d="M40.5 21.4019C42.5 22.5566 42.5 25.4434 40.5 26.5981L4.5 47.3827C2.5 48.5374 1.49388e-06 47.094 1.59483e-06 44.7846L3.41188e-06 3.21539C3.51283e-06 0.905985 2.5 -0.537388 4.5 0.617313L40.5 21.4019Z" fill="white"/>
                                            </svg>
                                        </div>
                                    </div>
                                    <div class="swiper-slide video-slide" data-link="https://www.youtube.com/embed/Z4Cm6r0GHH4">
                                        <img src="../wp-content/themes/my_theme/images/slide1.jpg" alt=""/>
                                        <div class="play-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="42" height="48" viewBox="0 0 42 48" fill="none">
                                                <path d="M40.5 21.4019C42.5 22.5566 42.5 25.4434 40.5 26.5981L4.5 47.3827C2.5 48.5374 1.49388e-06 47.094 1.59483e-06 44.7846L3.41188e-06 3.21539C3.51283e-06 0.905985 2.5 -0.537388 4.5 0.617313L40.5 21.4019Z" fill="white"/>
                                            </svg>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="thumbs-block">
                                <div thumbsSlider="" class="swiper">

                                    <div class="swiper-wrapper">
                                        <div class="swiper-slide">
                                            <img src="../wp-content/themes/my_theme/images/slide-preview.jpg" />
                                        </div>
                                        <div class="swiper-slide">
                                            <img src="../wp-content/themes/my_theme/images/slide-preview.jpg" />
                                        </div>
                                        <div class="swiper-slide">
                                            <img src="../wp-content/themes/my_theme/images/slide-preview.jpg" />
                                        </div>
                                        <div class="swiper-slide">
                                            <img src="../wp-content/themes/my_theme/images/slide-preview.jpg" />
                                        </div>
                                        <div class="swiper-slide">
                                            <img src="../wp-content/themes/my_theme/images/slide-preview.jpg" />
                                        </div>

                                    </div>
                                </div>
                                <div class="swiper-button-next"><span>></span></div>
                                <div class="swiper-button-prev"><span><</span></div>
                            </div>
                        </div>
                    </div>
                    <div class="description-block">
                        <div class="description">
                            <h1 class="title" style="font-family: 'Play';">Игрушки из лыка</h1>
                            <div class="text-wrapper">
                                <p>Этот занятный и творческий мастер-класс предлагает уникальную возможность детям создавать собственные игрушки из натурального материала - лыка.</p>
                                <p>Мастер-класс «Игрушки из лыка» предлагает детям веселое и познавательное время, полное творчества и развития.</p>
                            </div>
                            <div class="icons-wrapper">
                                <div class="icon-block">
                                    <img src="../wp-content/themes/my_theme/images/icons/man.svg" alt="">
                                    <div class="text">от 10 человек</div>
                                </div>
                                <div class="icon-block">
                                    <img src="../wp-content/themes/my_theme/images/icons/time.svg" alt="">
                                    <div class="text">от 1 часа</div>
                                </div>
                                <div class="icon-block">
                                    <img src="../wp-content/themes/my_theme/images/icons/clock.svg" alt="">
                                    <div class="text">от 5 лет</div>
                                </div>
                            </div>
                        </div>
                        <form class="feedback-global-form">
                            <div class="left">
                                <input type="text" placeholder="Имя">
                                <input type="tel" placeholder="Телефон">
                                <label class="custom-checkbox-wrapper agreement-checkbox">
                                    Я согласен на обработку персональных данных
                                    <input type="checkbox" checked="checked">
                                    <span class="checkmark"></span>
                                </label>
                            </div>
                            <div class="right">
                                <div class="feedback-type-choose-wrapper">
                                    <div class="option">
                                        <input type="radio" name="feedback-type-choose2" checked>
                                        <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="23.1" height="22.92" viewBox="0 0 65.74 64.96"><path d="m36.93,45.98c-1.12.08-1.97-.51-2.79-1.16-4.03-3.19-7.72-6.75-11.17-10.56-1.13-1.25-2.24-2.53-3.25-3.89-1.3-1.75-1.07-3.86.53-5.03.36-.27.8-.38,1.24-.47.98-.21,1.91-.57,2.71-1.17,1.09-.83,1.51-2.59,1.01-4.1-.27-.81-.59-1.61-1.07-2.34-2.13-3.24-3.88-6.69-5.61-10.15-.61-1.21-1.22-2.46-2.23-3.42-1.81-1.74-3.83-1.96-5.88-.52-2.27,1.59-4.45,3.32-6.3,5.41-1.69,1.9-2.42,4.16-2.24,6.67.14,1.87.86,3.59,1.62,5.28,2.62,5.85,5.75,11.41,9.63,16.53,3.01,3.97,6.34,7.65,10.09,10.94,6.05,5.31,12.74,9.62,20.09,12.89,1.72.77,3.41,1.6,5.27,2.04,3.23.76,5.95-.18,8.3-2.35,1.8-1.66,3.27-3.62,4.74-5.58,1.88-2.5.7-5.73-1.55-7.22-1.75-1.16-3.61-2.15-5.44-3.18-2.42-1.37-4.85-2.72-7.3-4.03-.96-.51-1.96-.92-3.1-.96-1.78-.06-2.85.83-3.58,2.34-.29.6-.4,1.25-.61,1.87-.49,1.46-1.49,2.17-3.03,2.17" style="fill:none;stroke:#383838;stroke-linecap:round;stroke-linejoin:round;stroke-width:4px"/></svg>
                                    </div>
                                    <div class="option">
                                        <input type="radio" name="feedback-type-choose2">
                                        <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="23.19" height="22.92" viewBox="0 0 65.74 64.96"><defs><style>.cls-1{fill:none;stroke:#383838;stroke-linecap:round;stroke-linejoin:round;stroke-width:4px}</style></defs><path class="cls-1" d="m29.47,24.46c-.29.69-.78,1.23-1.3,1.75-1.97,1.98-2.11,5.46-.19,7.58,1.11,1.22,2.26,2.4,3.5,3.5,1.65,1.47,3.56,1.75,5.63,1.1,1.1-.34,1.91-1.11,2.73-1.87,1.28-1.18,3.64-1.19,4.91,0,1.51,1.42,3,2.88,4.4,4.41,1.25,1.36,1.3,3.16.33,4.58-.56.83-1.33,1.47-2.06,2.15-1.34,1.24-2.91,1.9-4.73,2.02-1.02.06-2.03,0-3.05,0-1.76-.01-3.49-.3-5.18-.74-4.01-1.04-7.57-2.95-10.63-5.76-3.21-2.95-5.54-6.48-6.94-10.62-1.04-3.07-1.36-6.24-1.29-9.46.03-1.41.39-2.74,1.11-3.95.7-1.17,1.71-2.08,2.71-2.98,1.35-1.22,3.6-1.24,4.92,0,1.28,1.2,2.5,2.47,3.77,3.68.92.88,1.61,1.85,1.61,3.18,0,0-.15,1.14-.26,1.42Z"/><path class="cls-1" d="m1.48,63.58c1.42-.04,2.73-.29,3.76-.5,3.54-.71,7.08-1.43,10.63-2.14.17-.04.35-.07.52-.13,1.5-.55,2.85-.16,4.22.51,2.39,1.16,4.96,1.79,7.58,2.2,2.31.37,4.66.46,6.99.26,6.44-.55,12.24-2.77,17.3-6.85,3.87-3.11,6.83-6.92,8.93-11.41,1.2-2.56,2.02-5.25,2.45-8.04.37-2.4.5-4.81.31-7.26-.26-3.27-.95-6.42-2.17-9.45-1.29-3.21-3.1-6.12-5.36-8.76-2.91-3.39-6.38-6.02-10.38-7.94-2.5-1.2-5.14-2.03-7.89-2.49-2-.33-4.01-.55-6.03-.5-4.61.12-9,1.14-13.16,3.16-3.88,1.89-7.21,4.48-10.03,7.72-3.61,4.14-5.93,8.95-7.05,14.32-.47,2.25-.65,4.56-.6,6.86.08,3.19.61,6.3,1.62,9.33.4,1.19.8,2.41,1.44,3.49.51.87.26,1.71.09,2.54-.87,4.31-1.81,8.6-2.69,12.9-.12.58-.48,2.18-.48,2.18Z"/></svg>
                                    </div>
                                    <div class="option">
                                        <input type="radio" name="feedback-type-choose2">
                                        <svg width="25" height="22" viewBox="0 0 25 22" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M23.7548 0.921519C23.653 0.83363 23.5292 0.775196 23.3967 0.75252C23.2641 0.729844 23.1279 0.743787 23.0028 0.792846L1.62846 9.15757C1.36848 9.2593 1.14853 9.44263 1.00162 9.68002C0.854718 9.91742 0.788798 10.1961 0.813763 10.4741C0.838727 10.7522 0.953227 11.0146 1.14007 11.2221C1.32691 11.4295 1.57601 11.5707 1.84995 11.6245L7.55792 12.7456V19.0938C7.55803 19.3881 7.64609 19.6756 7.8108 19.9195C7.9755 20.1634 8.20933 20.3525 8.48227 20.4626C8.75522 20.5727 9.05483 20.5987 9.34265 20.5372C9.63047 20.4758 9.89337 20.3298 10.0976 20.1179L12.9073 17.2038L17.2927 21.0481C17.5604 21.285 17.9055 21.4159 18.263 21.4162C18.4191 21.4158 18.5742 21.3913 18.7228 21.3434C18.9665 21.2663 19.1856 21.1267 19.3585 20.9385C19.5313 20.7503 19.6518 20.5201 19.7079 20.2708L23.9921 1.64609C24.0222 1.51515 24.016 1.37848 23.9742 1.2508C23.9324 1.12312 23.8565 1.00927 23.7548 0.921519ZM2.07881 10.3789C2.07477 10.368 2.07477 10.356 2.07881 10.3452C2.08358 10.3415 2.08893 10.3386 2.09463 10.3367L18.939 3.74281L8.04413 11.5475L2.09463 10.3831L2.07881 10.3789ZM9.18635 19.2383C9.15728 19.2684 9.11989 19.2893 9.07894 19.2981C9.03799 19.3069 8.99534 19.3034 8.95642 19.2879C8.91751 19.2724 8.88408 19.2456 8.86042 19.2111C8.83675 19.1765 8.82391 19.1357 8.82354 19.0938V13.621L11.9549 16.3632L9.18635 19.2383ZM18.475 19.985C18.4672 20.0207 18.45 20.0536 18.4251 20.0803C18.4003 20.107 18.3687 20.1266 18.3337 20.1369C18.2979 20.1494 18.2595 20.1521 18.2224 20.1447C18.1853 20.1373 18.1509 20.12 18.1227 20.0947L9.20745 12.2742L22.429 2.79886L18.475 19.985Z" fill="#383838"/></svg>
                                    </div>
                                </div>
                                <button>Оставить заявку</button>
                            </div>
                        </form>
                    </div>
                </div>
            </div>
        </section>
        <section class="sets-prices-section">
            <div class="container">
                <h2 class="h1 title-with-margin">Стоимость и комплекты</h2>
                <!-- пришлось дублировать этот блок для мобилки, слишком разный вид карточек там и там -->
                <div class="sets-wrapper-desktop">
                    <div class="set-card" style="background-image: url('../wp-content/themes/my_theme/images/set.jpg');">
                        <div class="description">
                            <h3 class="title">Простая техника</h3>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/man.svg" alt="">
                                <div class="text">10 участников</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/girl.svg" alt="">
                                <div class="text">1 мастер</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/clock.svg" alt="">
                                <div class="text">1 час работы</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/time.svg" alt="">
                                <div class="text">от 5 лет</div>
                            </div>
                        </div>
                        <div class="price-wrapper">
                            <div class="icon-with-text price">
                                <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="54" height="54" viewBox="0 0 54 54"><path d="M25.3 5.49c1.73 2.26 1.62 5.24-.38 7.22-1.9 1.88-4.68 1.93-7.05.13-1.94-1.47-2.49-4.59-1.19-6.77.33-.55.84-1.23 1.47-1.6 3.55-2.1 6.58.27 7.15 1.02Zm-4.18 7.16c2.42.03 3.9-1.38 3.95-3.75.06-2.36-1.58-4.04-3.93-4.05-1.93 0-3.84 1.84-3.86 3.73-.03 2.53 1.39 4.05 3.84 4.08ZM28.09 49.87c-4.01 0-8.02.03-12.03 0-6.84-.07-10.8-7.02-7.36-12.93.94-1.61 2.07-3.12 3.11-4.67.67-1 1.05-1.85-.27-2.77-1.41-.98-1.42-2.54-1.03-4.04.38-1.48 1.3-2.57 2.92-2.69 1.15-.09 1.67-.57 1.97-1.7.52-2.02 2.71-3.65 4.7-3.74 2.26-.1 4.59 1.33 5.25 3.5.42 1.39 1.14 1.56 2.44 1.43 4.77-.48 9.55-.53 14.3.13 1.56.22 3.29.81 3.76 2.62.45 1.72.44 3.51-1.23 4.75-.91.67-.74 1.36-.2 2.16 1.18 1.78 2.41 3.52 3.45 5.38 3.16 5.66-.85 12.49-7.37 12.58-4.14.06-8.28.01-12.42.01 0 0 0-.01 0-.02Zm0-1.51c4.26 0 8.53.03 12.79-.01 2.86-.03 5.8-1.99 6.51-5.26.71-3.28-.9-5.59-2.48-8.02-1.16-1.78-2.68-3.36-3.31-5.42-.37-1.23-.99-1.56-2.22-1.55-7.11.05-14.21.07-21.32-.01-1.75-.02-3.33-.28-3.4 2.2-.01.44-.52.86-.81 1.29-1.29 1.93-2.64 3.82-3.87 5.79-1.61 2.56-1.77 5.28-.16 7.85 1.44 2.3 3.71 3.22 6.45 3.17 3.94-.07 7.88-.02 11.82-.02Zm-4.97-26s.61.09.75-.58c.14-.66-.01-1.27-.49-1.79-1.47-1.59-4.43-1.54-5.81.16-.44.54-1.38 1.21-.57 1.92.8.7 1.45.12 1.94-.77.63-1.13 1.46-1.31 2.03.1.32.77.81 1.13 2.14.95Zm-10.62 5.41c.41.02 1.74-.43 2.97-1.01.59-.28 8.32.22 8.85.22 2.19 0 15.75.12 16.63-.23.27-.11 1.09-2.18-.91-2.83s-25.44.12-25.79.1c-.94-.05-2.69 1.44-2.77 2.4-.07.78.39 1.17 1.02 1.35Zm30.34-3.46c-.87.34-.84 1.07-.78 1.65.11 1.09.8 1.74 1.92 1.78.63.02.96-.44.84-1.03-.24-1.14-1-1.89-1.98-2.4Z"/><path d="M35.26 20.4c-2.76.03-5.39-2.61-5.47-5.49-.07-2.39 2.82-5.33 5.23-5.34 2.86 0 5.4 2.51 5.5 5.44.09 2.77-2.44 5.37-5.26 5.39Zm-.29-1.53c2.45.05 4.03-1.44 4.07-3.85.04-2.19-1.64-3.93-3.81-3.96-2.17-.02-3.94 1.67-3.98 3.83-.05 2.32 1.45 3.92 3.73 3.97ZM19.15 9.16c-.04-1.07.23-1.7.7-2.27.39-.47.91-.58 1.38-.31.58.34.41.88.03 1.29-.32.34-.54.68-.58 1.16-.05.58.61 1.6-.53 1.59-.95-.01-.96-1.03-.99-1.47ZM12.22 38.08c.25.94-.23 1.63-.33 2.38-.39 2.71.77 4.32 3.47 4.79.5.09 1 .2 1.49.32.52.13 1.41.02 1.27.79-.12.68-.98.4-1.52.42-4.29.12-7.14-3.44-5.83-7.29.22-.64.42-1.4 1.45-1.42ZM13.69 36.44c-.54.02-.76-.27-.65-.71.15-.61.58-.98 1.22-.99.49 0 .96.28.87.77-.13.75-.88.77-1.44.92Z"/><path d="m34.77,12.77c.15.08.43.14.57.31.27.35.19.75-.13,1.03-.67.57-.89,1.18-.44,2,.15.27.09.73-.22.83-.23.07-.64-.11-.84-.31-.56-.55-1.01-1.19-.63-2.04.34-.76.69-1.53,1.7-1.83Z"/></svg>
                                <div class="text">6 500 Р</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/plus.svg" alt="">
                                <div class="text">640 Р/доп.участник</div>
                            </div>
                        </div>
                        <a class="button popup-btn" href="#feedback-popup">Оставить заявку</a>

                        <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                            <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                        </a>
                    </div>
                    <div class="set-card" style="background-image: url('../wp-content/themes/my_theme/images/set.jpg');">
                        <div class="description">
                            <h3 class="title">Простая техника</h3>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/man.svg" alt="">
                                <div class="text">10 участников</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/girl.svg" alt="">
                                <div class="text">1 мастер</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/clock.svg" alt="">
                                <div class="text">1 час работы</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/time.svg" alt="">
                                <div class="text">от 5 лет</div>
                            </div>
                        </div>
                        <div class="price-wrapper">
                            <div class="icon-with-text price">
                                <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="54" height="54" viewBox="0 0 54 54"><path d="M25.3 5.49c1.73 2.26 1.62 5.24-.38 7.22-1.9 1.88-4.68 1.93-7.05.13-1.94-1.47-2.49-4.59-1.19-6.77.33-.55.84-1.23 1.47-1.6 3.55-2.1 6.58.27 7.15 1.02Zm-4.18 7.16c2.42.03 3.9-1.38 3.95-3.75.06-2.36-1.58-4.04-3.93-4.05-1.93 0-3.84 1.84-3.86 3.73-.03 2.53 1.39 4.05 3.84 4.08ZM28.09 49.87c-4.01 0-8.02.03-12.03 0-6.84-.07-10.8-7.02-7.36-12.93.94-1.61 2.07-3.12 3.11-4.67.67-1 1.05-1.85-.27-2.77-1.41-.98-1.42-2.54-1.03-4.04.38-1.48 1.3-2.57 2.92-2.69 1.15-.09 1.67-.57 1.97-1.7.52-2.02 2.71-3.65 4.7-3.74 2.26-.1 4.59 1.33 5.25 3.5.42 1.39 1.14 1.56 2.44 1.43 4.77-.48 9.55-.53 14.3.13 1.56.22 3.29.81 3.76 2.62.45 1.72.44 3.51-1.23 4.75-.91.67-.74 1.36-.2 2.16 1.18 1.78 2.41 3.52 3.45 5.38 3.16 5.66-.85 12.49-7.37 12.58-4.14.06-8.28.01-12.42.01 0 0 0-.01 0-.02Zm0-1.51c4.26 0 8.53.03 12.79-.01 2.86-.03 5.8-1.99 6.51-5.26.71-3.28-.9-5.59-2.48-8.02-1.16-1.78-2.68-3.36-3.31-5.42-.37-1.23-.99-1.56-2.22-1.55-7.11.05-14.21.07-21.32-.01-1.75-.02-3.33-.28-3.4 2.2-.01.44-.52.86-.81 1.29-1.29 1.93-2.64 3.82-3.87 5.79-1.61 2.56-1.77 5.28-.16 7.85 1.44 2.3 3.71 3.22 6.45 3.17 3.94-.07 7.88-.02 11.82-.02Zm-4.97-26s.61.09.75-.58c.14-.66-.01-1.27-.49-1.79-1.47-1.59-4.43-1.54-5.81.16-.44.54-1.38 1.21-.57 1.92.8.7 1.45.12 1.94-.77.63-1.13 1.46-1.31 2.03.1.32.77.81 1.13 2.14.95Zm-10.62 5.41c.41.02 1.74-.43 2.97-1.01.59-.28 8.32.22 8.85.22 2.19 0 15.75.12 16.63-.23.27-.11 1.09-2.18-.91-2.83s-25.44.12-25.79.1c-.94-.05-2.69 1.44-2.77 2.4-.07.78.39 1.17 1.02 1.35Zm30.34-3.46c-.87.34-.84 1.07-.78 1.65.11 1.09.8 1.74 1.92 1.78.63.02.96-.44.84-1.03-.24-1.14-1-1.89-1.98-2.4Z"/><path d="M35.26 20.4c-2.76.03-5.39-2.61-5.47-5.49-.07-2.39 2.82-5.33 5.23-5.34 2.86 0 5.4 2.51 5.5 5.44.09 2.77-2.44 5.37-5.26 5.39Zm-.29-1.53c2.45.05 4.03-1.44 4.07-3.85.04-2.19-1.64-3.93-3.81-3.96-2.17-.02-3.94 1.67-3.98 3.83-.05 2.32 1.45 3.92 3.73 3.97ZM19.15 9.16c-.04-1.07.23-1.7.7-2.27.39-.47.91-.58 1.38-.31.58.34.41.88.03 1.29-.32.34-.54.68-.58 1.16-.05.58.61 1.6-.53 1.59-.95-.01-.96-1.03-.99-1.47ZM12.22 38.08c.25.94-.23 1.63-.33 2.38-.39 2.71.77 4.32 3.47 4.79.5.09 1 .2 1.49.32.52.13 1.41.02 1.27.79-.12.68-.98.4-1.52.42-4.29.12-7.14-3.44-5.83-7.29.22-.64.42-1.4 1.45-1.42ZM13.69 36.44c-.54.02-.76-.27-.65-.71.15-.61.58-.98 1.22-.99.49 0 .96.28.87.77-.13.75-.88.77-1.44.92Z"/><path d="m34.77,12.77c.15.08.43.14.57.31.27.35.19.75-.13,1.03-.67.57-.89,1.18-.44,2,.15.27.09.73-.22.83-.23.07-.64-.11-.84-.31-.56-.55-1.01-1.19-.63-2.04.34-.76.69-1.53,1.7-1.83Z"/></svg>
                                <div class="text">6 500 Р</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/plus.svg" alt="">
                                <div class="text">640 Р/доп.участник</div>
                            </div>
                        </div>
                        <a class="button popup-btn" href="#feedback-popup">Оставить заявку</a>
                        <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                            <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                        </a>
                    </div>
                    <div class="set-card" style="background-image: url('../wp-content/themes/my_theme/images/set.jpg');">
                        <div class="description">
                            <h3 class="title">Простая техника супер простая мегатехника</h3>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/man.svg" alt="">
                                <div class="text">10 участников</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/girl.svg" alt="">
                                <div class="text">1 мастер</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/clock.svg" alt="">
                                <div class="text">1 час работы</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/time.svg" alt="">
                                <div class="text">от 5 лет</div>
                            </div>
                        </div>
                        <div class="price-wrapper">
                            <div class="icon-with-text price">
                                <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="54" height="54" viewBox="0 0 54 54"><path d="M25.3 5.49c1.73 2.26 1.62 5.24-.38 7.22-1.9 1.88-4.68 1.93-7.05.13-1.94-1.47-2.49-4.59-1.19-6.77.33-.55.84-1.23 1.47-1.6 3.55-2.1 6.58.27 7.15 1.02Zm-4.18 7.16c2.42.03 3.9-1.38 3.95-3.75.06-2.36-1.58-4.04-3.93-4.05-1.93 0-3.84 1.84-3.86 3.73-.03 2.53 1.39 4.05 3.84 4.08ZM28.09 49.87c-4.01 0-8.02.03-12.03 0-6.84-.07-10.8-7.02-7.36-12.93.94-1.61 2.07-3.12 3.11-4.67.67-1 1.05-1.85-.27-2.77-1.41-.98-1.42-2.54-1.03-4.04.38-1.48 1.3-2.57 2.92-2.69 1.15-.09 1.67-.57 1.97-1.7.52-2.02 2.71-3.65 4.7-3.74 2.26-.1 4.59 1.33 5.25 3.5.42 1.39 1.14 1.56 2.44 1.43 4.77-.48 9.55-.53 14.3.13 1.56.22 3.29.81 3.76 2.62.45 1.72.44 3.51-1.23 4.75-.91.67-.74 1.36-.2 2.16 1.18 1.78 2.41 3.52 3.45 5.38 3.16 5.66-.85 12.49-7.37 12.58-4.14.06-8.28.01-12.42.01 0 0 0-.01 0-.02Zm0-1.51c4.26 0 8.53.03 12.79-.01 2.86-.03 5.8-1.99 6.51-5.26.71-3.28-.9-5.59-2.48-8.02-1.16-1.78-2.68-3.36-3.31-5.42-.37-1.23-.99-1.56-2.22-1.55-7.11.05-14.21.07-21.32-.01-1.75-.02-3.33-.28-3.4 2.2-.01.44-.52.86-.81 1.29-1.29 1.93-2.64 3.82-3.87 5.79-1.61 2.56-1.77 5.28-.16 7.85 1.44 2.3 3.71 3.22 6.45 3.17 3.94-.07 7.88-.02 11.82-.02Zm-4.97-26s.61.09.75-.58c.14-.66-.01-1.27-.49-1.79-1.47-1.59-4.43-1.54-5.81.16-.44.54-1.38 1.21-.57 1.92.8.7 1.45.12 1.94-.77.63-1.13 1.46-1.31 2.03.1.32.77.81 1.13 2.14.95Zm-10.62 5.41c.41.02 1.74-.43 2.97-1.01.59-.28 8.32.22 8.85.22 2.19 0 15.75.12 16.63-.23.27-.11 1.09-2.18-.91-2.83s-25.44.12-25.79.1c-.94-.05-2.69 1.44-2.77 2.4-.07.78.39 1.17 1.02 1.35Zm30.34-3.46c-.87.34-.84 1.07-.78 1.65.11 1.09.8 1.74 1.92 1.78.63.02.96-.44.84-1.03-.24-1.14-1-1.89-1.98-2.4Z"/><path d="M35.26 20.4c-2.76.03-5.39-2.61-5.47-5.49-.07-2.39 2.82-5.33 5.23-5.34 2.86 0 5.4 2.51 5.5 5.44.09 2.77-2.44 5.37-5.26 5.39Zm-.29-1.53c2.45.05 4.03-1.44 4.07-3.85.04-2.19-1.64-3.93-3.81-3.96-2.17-.02-3.94 1.67-3.98 3.83-.05 2.32 1.45 3.92 3.73 3.97ZM19.15 9.16c-.04-1.07.23-1.7.7-2.27.39-.47.91-.58 1.38-.31.58.34.41.88.03 1.29-.32.34-.54.68-.58 1.16-.05.58.61 1.6-.53 1.59-.95-.01-.96-1.03-.99-1.47ZM12.22 38.08c.25.94-.23 1.63-.33 2.38-.39 2.71.77 4.32 3.47 4.79.5.09 1 .2 1.49.32.52.13 1.41.02 1.27.79-.12.68-.98.4-1.52.42-4.29.12-7.14-3.44-5.83-7.29.22-.64.42-1.4 1.45-1.42ZM13.69 36.44c-.54.02-.76-.27-.65-.71.15-.61.58-.98 1.22-.99.49 0 .96.28.87.77-.13.75-.88.77-1.44.92Z"/><path d="m34.77,12.77c.15.08.43.14.57.31.27.35.19.75-.13,1.03-.67.57-.89,1.18-.44,2,.15.27.09.73-.22.83-.23.07-.64-.11-.84-.31-.56-.55-1.01-1.19-.63-2.04.34-.76.69-1.53,1.7-1.83Z"/></svg>
                                <div class="text">116 500 Р</div>
                            </div>
                            <div class="icon-with-text">
                                <img src="../wp-content/themes/my_theme/images/icons/plus.svg" alt="">
                                <div class="text">1640 Р/доп.участник</div>
                            </div>
                        </div>
                        <a class="button popup-btn" href="#feedback-popup">Оставить заявку</a>
                        <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                            <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                        </a>
                    </div>

                </div>
                <div class="sets-wrapper-mobile">
                    <div class="set-card-mobile">
                        <div class="image">
                            <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                                <img src="../wp-content/themes/my_theme/images/setmobile.png" alt="">
                                <div class="zoom-icon">
                                    <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                                </div>
                            </a>

                        </div>
                        <div class="text-wrapper">
                            <div class="left">
                                <div class="title">Простая техника</div>
                                <div class="list">
                                    <span>10 участников</span>
                                    <span>1 мастер</span>
                                    <span>1 час работы</span>
                                    <span>от 5 лет</span>
                                </div>
                            </div>
                            <div class="right">
                                <div class="price-wrapper">
                                    <div class="price">6 500 Р</div>
                                    <div class="text">640 Р/доп.участник</div>
                                </div>
                                <a href="#" class="button">Оставить заявку</a>
                            </div>
                        </div>
                    </div>
                    <div class="set-card-mobile">
                        <div class="image">
                            <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                                <img src="../wp-content/themes/my_theme/images/setmobile.png" alt="">
                                <div class="zoom-icon">
                                    <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                                </div>
                            </a>

                        </div>
                        <div class="text-wrapper">
                            <div class="left">
                                <div class="title">Простая техника сложная техника</div>
                                <div class="list">
                                    <span>10 участников</span>
                                    <span>1 мастер</span>
                                    <span>1 час работы</span>
                                    <span>от 5 лет</span>
                                </div>
                            </div>
                            <div class="right">
                                <div class="price-wrapper">
                                    <div class="price">6 500 Р</div>
                                    <div class="text">640 Р/доп.участник</div>
                                </div>
                                <a href="#" class="button">Оставить заявку</a>
                            </div>
                        </div>
                    </div>
                    <div class="set-card-mobile">
                        <div class="image">
                            <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                                <img src="../wp-content/themes/my_theme/images/setmobile.png" alt="">
                                <div class="zoom-icon">
                                    <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                                </div>
                            </a>

                        </div>
                        <div class="text-wrapper">
                            <div class="left">
                                <div class="title">Простая техника</div>
                                <div class="list">
                                    <span>10 участников</span>
                                    <span>1 мастер</span>
                                    <span>1 час работы</span>
                                    <span>от 5 лет</span>
                                </div>
                            </div>
                            <div class="right">
                                <div class="price-wrapper">
                                    <div class="price">6 500 Р</div>
                                    <div class="text">640 Р/доп.участник</div>
                                </div>
                                <a href="#" class="button">Оставить заявку</a>
                            </div>
                        </div>
                    </div>
                    <div class="set-card-mobile">
                        <div class="image">
                            <a href="../wp-content/themes/my_theme/images/set.jpg" class="popup-img">
                                <img src="../wp-content/themes/my_theme/images/setmobile.png" alt="">
                                <div class="zoom-icon">
                                    <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M27.125 27.125L19.375 19.375M3.875 12.9167C3.875 14.104 4.10887 15.2798 4.56326 16.3768C5.01764 17.4737 5.68365 18.4705 6.52324 19.3101C7.36284 20.1497 8.35959 20.8157 9.45657 21.2701C10.5536 21.7245 11.7293 21.9583 12.9167 21.9583C14.104 21.9583 15.2798 21.7245 16.3768 21.2701C17.4737 20.8157 18.4705 20.1497 19.3101 19.3101C20.1497 18.4705 20.8157 17.4737 21.2701 16.3768C21.7245 15.2798 21.9583 14.104 21.9583 12.9167C21.9583 11.7293 21.7245 10.5536 21.2701 9.45657C20.8157 8.35959 20.1497 7.36284 19.3101 6.52324C18.4705 5.68365 17.4737 5.01764 16.3768 4.56326C15.2798 4.10887 14.104 3.875 12.9167 3.875C11.7293 3.875 10.5536 4.10887 9.45657 4.56326C8.35959 5.01764 7.36284 5.68365 6.52324 6.52324C5.68365 7.36284 5.01764 8.35959 4.56326 9.45657C4.10887 10.5536 3.875 11.7293 3.875 12.9167Z" stroke="#C2C1C1" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/><path d="M12.32 13.36H9.2V12.02H12.32V8.7H13.66V12.02H16.8V13.36H13.66V16.7H12.32V13.36Z" fill="#C2C1C1"/></svg>
                                </div>
                            </a>

                        </div>
                        <div class="text-wrapper">
                            <div class="left">
                                <div class="title">Простая техника сложная техника</div>
                                <div class="list">
                                    <span>10 участников</span>
                                    <span>1 мастер</span>
                                    <span>1 час работы</span>
                                    <span>от 5 лет</span>
                                </div>
                            </div>
                            <div class="right">
                                <div class="price-wrapper">
                                    <div class="price">6 500 Р</div>
                                    <div class="text">640 Р/доп.участник</div>
                                </div>
                                <a href="#" class="button">Оставить заявку</a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="event-formats-section">
            <div class="container">
                <h2 class="h1 title-with-margin">Форматы проведения</h2>
                <div class="event-formats-wrapper">
                    <div class="event-format-card">
                        <h3 class="title">Групповой</h3>
                        <!-- <svg class="image" id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="227" height="166" viewBox="0 0 227 166"><path d="M120.96 36.09c2.3 1.11 1.11 3.61 2.93 4.13 2.5.71 4.51 1.41 6.04 2.1 6.21 2.78 5.12 12.59 4.58 17.99-.04.39-.36.69-.75.69h-39.26c-.62 0-1.13-.51-1.13-1.14 0-.02 0-.04 0-.06.57-11.3-2.31-16.53 11.27-19.6.35-.08.53-.3.53-.67-.03-2.3 1.13-3.64 3.49-4.02.26-.05.38-.2.35-.45-.01-.11-.05-.21-.1-.3-.07-.12-.16-.15-.28-.08-2.44 1.35-4.58.99-6.41-1.08-.24-.27-.53-.37-.88-.32-7.08 1-4.86-5.2-7.49-8.64-.19-.26-.31-.55-.34-.86-.35-3.27 1.05-5.29 4.18-6.04.3-.07.46-.26.49-.57 1.79-20.03 29.94-20.15 31.52-.08.03.37.22.61.58.71l1.66.46c.31.08.57.23.78.46 2.48 2.58 2.5 5.25.06 8-.19.21-.26.46-.2.74.74 3.6-2.31 6.68-5.91 5.86-.33-.07-.6.01-.82.26-1.16 1.34-2.68 1.91-4.57 1.72-.27-.03-.44.05-.53.23-.11.25-.04.44.21.56Zm-2.37-31.45c-9.12-2.69-17.72 2.97-18.34 12.59-.03.48.16.61.58.39l3.01-1.57c.3-.15.62-.24.96-.27 6.76-.43 11.58-3.63 14.47-9.61.27-.54.04-1.19-.5-1.46-.06-.03-.12-.05-.18-.07Zm8.07 12.72.72.42c.38.22.55.11.52-.34-.4-4.6-2.39-8.29-5.98-11.08-.21-.17-.51-.13-.68.08-.02.02-.04.05-.05.08l-2.12 4.06c-.2.38-.05.85.33 1.05.04.02.09.04.13.05l4.7 1.44c.33.1.55.31.67.63.2.55.22 1.15.06 1.79-.09.33-.04.64.15.93.15.24.35.41.58.5.6.23.92.36.97.39Zm-3.69-1.23c.24-1.66-3.7-2.47-4.98-3.46-.31-.25-.62-.24-.91.03-1.64 1.47-3.47 2.63-5.5 3.49-1.15.49-1.1.72.15.69l10.6-.19c.37 0 .59-.19.64-.56Zm-17.87 5.25c-.93 4.12 9.73 5.6 7.77-2.11-.09-.33-.3-.5-.64-.51l-1.36-.05c-.35-.01-.48.15-.38.49l.43 1.46c.09.32.06.62-.11.9-1.23 2.15-4.67.53-3.17-2.1.27-.47.13-.71-.41-.71h-1.54c-.55 0-.79.27-.72.82l.15 1.12c.03.23.03.46-.02.69Zm10.17-2.17c-1.92 5.07 4.03 7.37 7.08 3.99.23-.25.36-.53.39-.86l.31-2.7c.06-.51-.17-.79-.68-.84l-1.57-.16c-.61-.06-.78.18-.5.73l.38.72c.15.29.18.58.1.89-.78 2.99-5.25 1.21-3.21-1.56.33-.45.21-.67-.34-.67h-1.3c-.33 0-.55.15-.66.46Zm-12.05 1.32c.1-.52.05-1-.15-1.43-.14-.31-.51-.45-.82-.31-.11.05-.21.13-.27.23-.74 1.11-.77 2.15-.09 3.1.29.41.63.45 1.02.12.33-.29.44-.65.32-1.09-.05-.21-.05-.41-.01-.62Zm21.79-1.02-.09 2.45c-.02.57.22.71.72.44 1.28-.72 1.41-2.47.19-3.31-.53-.36-.8-.22-.82.42Zm-24.2 11.85c3.27-1.58 3.76 4.34 6.75 1.55.27-.25.26-.48-.03-.69-2.35-1.75-3.76-4.08-4.23-6.98-.06-.37-.27-.59-.63-.66-2.18-.47-3.33-1.86-3.44-4.15-.02-.39-.22-.61-.61-.66-3.87-.55-4.53 4.21-1.14 5.77.33.16.48.42.45.79-.04.4-.19.77-.45 1.1-.19.26-.28.55-.26.87.11 1.71.96 2.76 2.56 3.16.35.09.7.06 1.03-.1Zm25.08-.48c2.82 1.85 6.08-.94 4.24-3.99-.19-.31-.18-.6.03-.89.62-.86 1.67-1.08 2.16-1.87 1.21-1.95-.44-4.86-2.81-4.33-.4.09-.63.33-.68.74-.3 2.21-1.5 3.57-3.6 4.09-.29.07-.45.25-.5.54-.45 2.87-1.82 5.17-4.11 6.9-.27.21-.35.47-.24.79.77 2.32 3.87-.48 4.64-1.78.22-.37.51-.43.87-.2Zm-20.23-4.13c3.41 7.93 12.68 7.39 16.72.07.41-.74.21-.96-.58-.66-2.68 1.02-5.12.68-7.32-1.01-.32-.24-.65-.25-.98-.04l-1.79 1.17c-.37.24-.36.46.03.65 1.48.74 2.97.77 4.46.09.31-.15.55-.07.7.24 1.3 2.6-6.49 3.43-5.89-.05.06-.33-.08-.5-.41-.53l-4.65-.34c-.32-.02-.42.12-.29.41Zm11.29 8.22c0-.39-.3-.71-.69-.71l-4.5-.09c-.39 0-.71.3-.71.69h0s0 .1 0 .1c0 .39.3.71.69.71l4.5.09c.39 0 .71-.3.71-.69h0s0-.1 0-.1Zm3.82 4.37c0-1.03-.83-1.86-1.86-1.86h-9.8c-1.03 0-1.86.83-1.86 1.86h0v.26c0 1.03.83 1.86 1.86 1.86h9.8c1.03 0 1.86-.83 1.86-1.86v-.26Zm11.96 19.29c.18-9.91 1.3-14.59-10.28-16.59-.32-.05-.6.03-.84.25-1.75 1.62-12.49 1.8-15.47-.1-.27-.18-.57-.23-.89-.15-11.59 2.88-10.05 6.28-9.99 16.54 0 .48.24.71.72.69l4.31-.16c.77-.03.95-.37.54-1.02-2.15-3.39-2.07-6.71.24-9.97.2-.28.46-.36.79-.24.85.32 1.04.93.57 1.82-1.9 3.54-1.16 5.57.93 9.16.15.26.37.39.67.39h19.75c.36 0 .65-.14.87-.43 2.19-2.85 2.48-6.03.87-9.56-.31-.69-.09-1.16.66-1.41.32-.11.58-.02.77.26 2.33 3.32 2.34 6.68.05 10.07-.22.31-.14.74.18.96.12.08.25.12.39.12l4.54-.02c.41 0 .61-.2.62-.61ZM29.44 67.64c0 3.63-2.95 6.58-6.58 6.58h0c-3.63 0-6.58-2.95-6.58-6.58h0c0-3.63 2.95-6.58 6.58-6.58s6.58 2.95 6.58 6.58Zm-2.37.02c0-2.34-1.89-4.23-4.23-4.23h0c-2.34 0-4.23 1.89-4.23 4.23h0c0 2.34 1.89 4.23 4.23 4.23s4.23-1.89 4.23-4.23ZM210.73 67.63c0 3.64-2.95 6.59-6.59 6.59h0c-3.64 0-6.59-2.95-6.59-6.59h0c0-3.64 2.95-6.59 6.59-6.59 3.64 0 6.59 2.95 6.59 6.59Zm-2.34.04c0-2.34-1.9-4.24-4.24-4.24h0c-2.34 0-4.24 1.9-4.24 4.24s1.9 4.24 4.24 4.24c2.34 0 4.24-1.9 4.24-4.24h0ZM177 100.9c0 5.58-4.52 10.1-10.1 10.1H60.1c-5.58 0-10.1-4.52-10.1-10.1v-24.8c0-5.58 4.52-10.1 10.1-10.1h106.8c5.58 0 10.1 4.52 10.1 10.1h0v24.8Zm-1.99-24.72c0-4.46-3.6-8.09-8.07-8.09h0l-106.82-.19c-4.46 0-8.09 3.6-8.09 8.07h0s-.04 24.86-.04 24.86c0 4.46 3.6 8.09 8.07 8.09h0l106.82.19c4.46 0 8.09-3.6 8.09-8.07h0s.04-24.86.04-24.86ZM16.96 95.84c.09-4.14-1.1-15.07 1.15-18.2 2.1-2.92 7.7-2.99 9.79.32 1.71 2.73 1.23 8.51.89 11.63-.05.43.27.82.71.87.11.01.23 0 .34-.04 2.99-1.04 4.99.16 6.03 3.12 1.98 5.65 3.32 10.24 4.03 13.77.52 2.57-3.02 4.29-5.07 3.31-2.27-1.07-4.34-10-5.12-12.51-.08-.25-.34-.4-.6-.32-.2.06-.34.25-.34.46-.03 3.07 1.63 13.76-3.96 12.45-2.92-.69-1.98-5.92-2.12-8.24-.02-.31-.19-.46-.5-.46h-5.46c-.47 0-.71.23-.72.7-.03 1.26-.02 2.94.02 5.04.09 4.16-6.01 4.35-6.02-1.22-.01-7.25-.02-14.5-.01-21.76.01-6 6.45-5.74 6.24-.14-.14 3.63-.23 7.27-.27 10.91 0 .32.15.48.47.47h.35c.11 0 .17-.05.17-.16Zm14.77.72c1.12 3.53 2.21 7.06 3.26 10.6.35 1.17 1.01 1.72 2.22 1.13.33-.16.49-.53.39-.88l-4.11-14.14c-.15-.51-.49-.77-1.02-.77h-4.79c-.51 0-.93-.4-.95-.91-.18-3.83-.27-7.31-.26-10.45.01-4.62-7.32-4.74-7.47 1.12-.11 4.13-.04 8.08.2 11.85.06 1.06.95 1.89 2.01 1.89h9.76c.39 0 .64.19.76.56Zm-18.05-13.16c0-.34-.28-.61-.61-.61h-.2c-.34 0-.61.28-.61.62h0s.17 24.42.17 24.42c0 .34.28.61.61.61h.2c.34 0 .61-.28.61-.62h0s-.17-24.42-.17-24.42Zm12.06 25.09c1.24-.22.76-8.36.67-9.65-.03-.39-.25-.59-.64-.59h-9.02c-.33 0-.5.17-.5.5v.5c0 .33.17.5.5.5h7.09c.61 0 1.11.49 1.12 1.1l.12 7.1c.01.44.23.62.66.54ZM198.14 98.51c-.02-.3-.28-.52-.58-.5-.23.02-.42.18-.48.4-.95 3.53-2.02 6.94-3.2 10.21-1.13 3.15-5.35 3.05-6.48.27-.89-2.2 1.85-9.51 2.61-11.96 1.32-4.28 1.81-7.9 7.03-6.51.45.12.92-.15 1.04-.6.02-.09.03-.19.03-.28-.33-4.77-1.25-15.52 7.13-14.07 3.33.58 4.94 2.76 4.83 6.53-.12 4.51-.13 9.03-.02 13.56.01.31.17.46.48.44h.27c.13 0 .19-.06.19-.18.03-3.95.03-7.9 0-11.85-.04-5.15 5.98-4.6 6 .41.03 7.33.02 14.67-.01 22.01-.02 2.47-.82 4.83-3.72 4.35-3.2-.53-2.18-5.93-2.36-8.19-.03-.37-.23-.55-.6-.55h-5.42c-.42 0-.63.21-.63.62v5.43c0 .94-.52 1.8-1.35 2.23-6.36 3.28-4.56-9.18-4.76-11.77Zm9.76-16.94c-.16-5.1-7.38-5.49-7.39.85 0 2.83 0 5.69 0 8.56 0 .84-.68 1.52-1.53 1.52h-4.56c-.41 0-.68.2-.8.59l-4.27 14.32c-.13.46.03.74.5.85l1.04.24c.43.1.7-.06.83-.47l3.52-11.36c.13-.39.49-.66.9-.66h9.87c1.05 0 1.91-.85 1.93-1.9.11-4.46.1-8.64-.03-12.54Zm6.65 1.76c0-.31-.25-.56-.56-.56h-.18c-.31 0-.56.25-.56.56h0v24.54c0 .31.25.56.56.56h.18c.31 0 .56-.25.56-.56v-24.54Zm-11.82 16.42h7.72c.37-.01.55-.19.55-.56v-.39c0-.37-.18-.55-.55-.55h-9.46c-.34 0-.51.17-.51.51l.09 9.05c0 .39.32.7.7.7.03 0 .06 0 .1 0 1.01-.14.62-6.97.75-8.19.04-.37.24-.56.61-.56ZM83.44 120.64c0 3.63-2.95 6.58-6.58 6.58h0c-3.63 0-6.58-2.95-6.58-6.58h0c0-3.63 2.95-6.58 6.58-6.58h0c3.63 0 6.58 2.95 6.58 6.58h0Zm-2.37.01c0-2.34-1.89-4.23-4.23-4.23h0c-2.34 0-4.23 1.89-4.23 4.23s1.89 4.23 4.23 4.23 4.23-1.89 4.23-4.23ZM153.73 122.63c0 3.63-2.95 6.58-6.58 6.58h0c-3.63 0-6.58-2.95-6.58-6.58s2.95-6.58 6.58-6.58c3.63 0 6.58 2.95 6.58 6.58Zm-2.33.03c0-2.34-1.9-4.24-4.24-4.24-2.34 0-4.24 1.9-4.24 4.24h0c0 2.34 1.9 4.24 4.24 4.24h0c2.34 0 4.24-1.9 4.24-4.24ZM70.97 148.83c.08-3.77.05-8.52-.08-14.27-.13-5.53 6.56-8.27 10.29-4.33 2.58 2.73 1.99 8.67 1.62 12.36-.05.43.27.82.7.87.11.01.23 0 .34-.04 2.99-1.04 4.99.16 6.03 3.12 1.98 5.65 3.32 10.24 4.03 13.77.52 2.57-3.02 4.29-5.07 3.31-2.27-1.07-4.34-10-5.12-12.51-.08-.25-.34-.4-.6-.32-.2.06-.34.25-.34.46-.03 3.07 1.63 13.76-3.96 12.45-2.92-.69-1.98-5.92-2.12-8.24-.02-.31-.19-.46-.5-.46h-5.45c-.45 0-.68.23-.67.68.01 1.55.02 3.06.01 4.55-.02 5.08-6.07 4.11-6.07.77 0-8.25-.01-16.5-.02-24.75 0-3.47 5.98-4.3 6.16.49.16 3.97.14 7.94-.05 11.89-.01.25.11.38.36.37h.34c.11 0 .17-.06.17-.17Zm10.78-3.33c-.55 0-1.01-.44-1.03-.99-.14-3.69-.23-6.98-.26-9.87-.06-5.17-6.91-5.31-7.25.02-.26 4.01-.28 8.01-.07 12.02.08 1.54 1.04 2.31 2.88 2.31 2.95 0 5.95 0 8.98.02.34 0 .57.16.68.48 1.23 3.63 2.34 7.3 3.33 11.01.26.97.91 1.27 1.94.9.49-.18.76-.7.62-1.2l-3.99-13.61c-.19-.65-.79-1.09-1.46-1.09h-4.37Zm-13.97-8.97c0-.4-.32-.72-.72-.72h-.04c-.4 0-.72.32-.72.72v24.16c0 .4.32.72.72.72h.04c.4 0 .72-.32.72-.72h0v-24.16Zm11.74 14.72h-8.77c-.33 0-.5.17-.5.5v.44c0 .37.19.56.56.56h7.02c.6 0 1.09.48 1.11 1.08l.19 7.36c0 .22.18.39.39.39.05 0 .09 0 .14-.03 1.41-.5.85-8.21.67-9.59-.06-.47-.33-.71-.81-.71ZM134.44 166h-1.5c-2.21-.73-3.19-2.31-2.59-4.68 1.06-4.19 2.27-8.34 3.64-12.47 1-3.03 2.75-4.46 5.95-3.44.47.16.98-.1 1.14-.58.04-.11.05-.23.04-.35-.25-3.49-.96-10.45 2.19-12.76 2.83-2.07 6.83-1.63 8.76 1.3 2.09 3.18.9 13.71.93 17.78 0 .32.15.4.43.25.09-.05.19-.09.32-.14.15-.06.23-.17.24-.33.03-3.87.03-7.74 0-11.61-.04-5.16 5.99-4.59 6 .41.01 7.13.01 14.25 0 21.38 0 3.03-.4 5.23-3.95 5.01-1.12-.07-2-.99-2.02-2.12l-.09-6.15c0-.44-.23-.65-.67-.64l-5.38.2c-.41.01-.61.23-.62.64-.05 2.72 1.08 7.76-2.79 8.03-4.73.33-3.21-9.43-3.24-12.26 0-.3-.25-.55-.56-.54-.24 0-.46.17-.52.4-.94 3.23-2.41 11.36-5.71 12.67Zm16.38-29.68c-.15-3.33-4.08-4.75-6.16-2.67-1.97 1.99-1.17 9.78-1.17 12.63 0 .67-.55 1.22-1.22 1.22h-4.85c-.41 0-.68.2-.8.59l-4.27 14.29c-.17.56.04.88.61.97l.97.15c.4.06.66-.11.79-.5l3.51-11.33c.13-.39.49-.66.9-.66h9.9c1.02 0 1.86-.83 1.89-1.85.13-4.45.09-8.73-.1-12.84Zm6.93 1.95c0-.4-.32-.72-.72-.72h-.04c-.4 0-.72.32-.72.72l-.04 24.48c0 .4.32.72.72.72h.04c.4 0 .72-.32.72-.72l.04-24.48Zm-12 16.48h7.7c.37 0 .55-.19.55-.56v-.37c0-.38-.19-.57-.56-.57h-9.32c-.41 0-.62.21-.62.63v9.02c0 .43.22.63.65.62 1.35-.04.86-6.87 1.01-8.24.04-.35.24-.53.59-.53Z" style="opacity:.3"/></svg> -->
                        <img class="image" src="../wp-content/themes/my_theme/images/group-icon.svg" alt="">
                        <div class="text-wrapper">
                            <p class="top-text">Подходит для групп до 25 участников:</p>
                            <div class="two-cols">
                                <ul>
                                    <li>корпоратив</li>
                                    <li>День Рождения</li>
                                </ul>
                                <ul>
                                    <li>тимбилдинг</li>
                                    <li>семейный праздник</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                    <div class="event-format-card">
                        <h3 class="title">Потоковый</h3>
                        <!-- <svg class="image" id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="286" height="174" viewBox="0 0 286 174"><defs><style>.cls-2{opacity:.3}</style></defs><path class="cls-2" d="m153.56,35.81c2.14.21,3.29,1.44,3.46,3.68.03.39.23.65.61.76,4.75,1.36,8.79,2.24,10.55,6.3,1.53,3.54.86,10.2.8,14.24,0,.39-.33.71-.72.71h-40.52c-.42,0-.76-.34-.76-.75,0-6.53-1.97-15.54,5.86-18.54,1.9-.73,3.82-1.44,5.75-2.13.31-.11.46-.33.46-.65.01-1.33.55-2.38,1.6-3.17.28-.2.59-.28.92-.23.66.09,1.14-.17,1.45-.78.1-.2.01-.44-.19-.53-.11-.05-.24-.05-.35,0-2.46,1.25-4.62.88-6.49-1.12-.24-.26-.54-.35-.89-.28-3.45.72-6.83-2.25-5.95-5.8.09-.32.03-.62-.17-.89-2.64-3.66-3.01-7.79,2.32-9.08.33-.08.51-.29.56-.62,2.94-20.57,29.27-20.6,32.25-.07.07.51.36.79.87.84,4.04.42,5.14,5.79,2.38,8.45-.24.23-.35.5-.33.83.23,4.53-1.93,6.67-6.46,6.43-.32-.01-.59.1-.81.33-1.6,1.7-3.57,2.09-5.92,1.16-.3-.11-.49-.02-.58.29-.03.11-.03.23,0,.36.04.16.14.25.3.26Zm-1.64-31.95c-9.69-1.35-15.67,2.6-17.95,11.87-.31,1.25.14,1.64,1.33,1.18,1.47-.56,2.19-1.33,4-1.47,6.83-.53,11.42-3.72,13.77-9.59.47-1.15.08-1.82-1.15-1.99Zm8.7,13.15c.21.22.45.36.71.43.3.08.62-.1.69-.41.02-.07.02-.13.02-.2-.46-4.57-2.51-8.22-6.14-10.94-.26-.19-.46-.15-.6.14l-2.06,4.14c-.18.36-.1.65.23.88,1.23.84,2.59,1.33,4.07,1.46.77.07,1.37.71,1.38,1.48.03,1.72.46,2.65,1.28,2.8.16.03.3.11.42.22Zm-4.26-2.7c-1.79-.3-2.91-.84-4.21-1.77-.29-.21-.59-.21-.89-.02l-5.66,3.61c-.13.08-.18.25-.1.38.05.09.15.14.26.14l10.65-.22c.39,0,.59-.2.59-.59v-.77c0-.43-.21-.69-.64-.76Zm-12.01,4.59c3.25,4.38-5.99,4.78-2.66.02.44-.63.28-.86-.47-.67l-1.42.35c-.39.1-.63.35-.72.74-.43,1.95.04,3.55,1.4,4.78.28.25.61.38.99.38h3.05c.36,0,.68-.12.95-.35,1.49-1.28,1.98-2.96,1.45-5.04-.07-.29-.26-.47-.56-.52l-1.6-.33c-.69-.13-.83.08-.41.64Zm10.05,2.99c-.63.8-1.79.95-2.6.32-.14-.11-.26-.24-.36-.38-.6-.83-.6-1.65,0-2.45.49-.64.33-.94-.48-.91l-1.23.04c-.33.01-.54.18-.62.5-.46,1.85-.12,3.45,1.01,4.81.23.28.51.45.86.51,3.74.67,7.26-.53,5.84-5.16-.1-.32-.31-.51-.64-.57l-1.46-.29c-.73-.13-.85.08-.38.65.81.97.82,1.94.05,2.93Zm-18.06.6c.43.29.64.18.65-.34l.02-3.15c0-.32-.25-.57-.57-.57-.16,0-.31.06-.42.17-1.43,1.47-1.32,2.76.32,3.89Zm23.86-.38c1.13-1.45,1.01-2.65-.34-3.58-.57-.39-.86-.24-.86.46v2.71c0,1.31.4,1.44,1.2.41Zm-23.09,9.17c.62,1.45,3.11,3.49,4.25,1.69.2-.33.15-.61-.14-.85-2.23-1.83-3.6-4.16-4.11-7-.07-.37-.29-.6-.66-.68-2.25-.51-3.4-1.93-3.47-4.28,0-.43-.22-.64-.65-.65-3.82-.04-4.52,4.59-.97,6,.32.13.48.5.35.82,0,.02-.02.04-.03.06-1.19,2.19-.72,3.87,1.39,5.04.29.16.59.2.91.12l2.42-.62c.33-.09.57.03.71.35Zm27.6-5.92c3.7-1.35,2.62-5.83-1.12-5.81-.33,0-.49.17-.5.5-.03,1.69-.75,3.01-2.16,3.94-.27.18-.58.28-.91.31-.65.05-1.03.34-1.13.87-.47,2.38-1.88,4.81-4.23,7.28-.19.2-.18.5.01.69.02.02.04.04.07.05,3.08,2.05,3.56-3.41,6.32-1.85.31.17.63.23.97.18,1.79-.29,2.78-1.28,2.98-2.98.03-.27,0-.52-.1-.77l-.61-1.48c-.19-.45-.06-.76.41-.93Zm-25.25,1.11c3.25,8.2,13.25,7.81,17.11.22.12-.24.02-.53-.22-.64-.12-.06-.26-.06-.38-.02-2.75,1.03-5.25.7-7.51-.98-.32-.24-.64-.24-.97.01-2.27,1.69-4.77,1.99-7.5.88-.21-.08-.45.02-.53.24-.04.09-.04.2,0,.29Zm11.5,8.44c0-.36-.28-.67-.65-.67h0l-4.58-.08c-.36,0-.67.28-.67.65h0v.2c0,.36.28.67.64.67h0l4.58.08c.36,0,.67-.28.67-.65v-.2Zm3.99,4.53c0-1.05-.85-1.91-1.91-1.91h0l-10.1-.02c-1.05,0-1.91.85-1.91,1.91h0s0,.14,0,.14c0,1.05.85,1.91,1.91,1.91l10.1.02c1.05,0,1.91-.85,1.91-1.91h0s0-.14,0-.14Zm12.06,19.49c.11-9.56,1.24-14.98-10.36-16.78-.32-.05-.61.02-.88.21l-1.05.76c-.26.19-.55.3-.87.31-3.54.14-10.86.92-13.72-1.12-.25-.18-.53-.24-.84-.17-11.02,2.27-10.68,6-10.19,16.79.02.39.22.58.6.58l4.96-.02c.22,0,.39-.17.39-.39,0-.09-.03-.18-.08-.25-2.61-3.5-2.61-7.06,0-10.69.27-.37.55-.38.82,0l.52.7c.23.29.23.59,0,.89-2.67,3.62-.67,5.9.67,9.26.13.33.38.5.74.5h20.52c.33,0,.56-.15.69-.45,1.39-3.06,3.44-5.76.69-9.14-.25-.31-.25-.62-.02-.94l.58-.82c.29-.4.59-.4.88,0,2.49,3.49,2.54,6.96.15,10.41-.19.27-.12.65.15.83.1.07.22.1.34.11h4.73c.38,0,.57-.19.57-.57Z"/><path class="cls-2" d="M147 29.4c-.27-.05-.52-.14-.77-.25-1.31-.57-1.72-1.22-1.21-1.93.21-.29.47-.37.8-.24 1.49.6 2.96.59 4.43-.02.28-.12.6.02.72.31.02.05.04.11.04.17.15 2.05-2.61 2.27-4.01 1.96ZM212 101.91c0 5.57-4.52 10.09-10.09 10.09h-108.82c-5.57 0-10.09-4.52-10.09-10.09v-25.82c0-5.57 4.52-10.09 10.09-10.09h108.82c5.57 0 10.09 4.52 10.09 10.09v25.82Zm-2-25.85c0-4.45-3.61-8.06-8.06-8.06h-108.88c-4.45 0-8.06 3.61-8.06 8.06v25.88c0 4.45 3.61 8.06 8.06 8.06h108.88c4.45 0 8.06-3.61 8.06-8.06v-25.88ZM83.86 128.74c0 2.81-2.28 5.09-5.09 5.09s-5.09-2.28-5.09-5.09 2.28-5.09 5.09-5.09 5.09 2.28 5.09 5.09h0Zm-1.7-.07c0-1.9-1.54-3.44-3.44-3.44s-3.44 1.54-3.44 3.44 1.54 3.44 3.44 3.44h0c1.9 0 3.44-1.54 3.44-3.44h0ZM130.85 128.74c0 2.81-2.28 5.09-5.09 5.09s-5.09-2.28-5.09-5.09 2.28-5.09 5.09-5.09h0c2.81 0 5.09 2.28 5.09 5.09h0Zm-1.7-.08c0-1.89-1.53-3.42-3.42-3.42-1.89 0-3.42 1.53-3.42 3.42h0c0 1.89 1.53 3.42 3.42 3.42h0c1.89 0 3.42-1.53 3.42-3.42ZM178.85 128.74c0 2.81-2.28 5.09-5.09 5.09h0c-2.81 0-5.09-2.28-5.09-5.09s2.28-5.09 5.09-5.09c2.81 0 5.09 2.28 5.09 5.09h0Zm-1.7-.08c0-1.89-1.53-3.42-3.42-3.42h0c-1.89 0-3.42 1.53-3.42 3.42h0c0 1.89 1.53 3.42 3.42 3.42s3.42-1.53 3.42-3.42ZM225.86 128.74c0 2.81-2.28 5.09-5.09 5.09s-5.09-2.28-5.09-5.09h0c0-2.81 2.28-5.09 5.09-5.09h0c2.81 0 5.09 2.28 5.09 5.09Zm-1.69-.07c0-1.9-1.54-3.44-3.44-3.44s-3.44 1.54-3.44 3.44 1.54 3.44 3.44 3.44h0c1.9 0 3.44-1.54 3.44-3.44h0ZM82.2 174.08l-3.76-.08c-3.11-2-1.81-8.53-2.05-12.78-.02-.31-.14-.58-.36-.79l-2.03-1.96c-.32-.31-.59-.27-.8.11-3.27 5.75-6.44 10.28-9.51 13.59-1.98 2.14-6.04-.03-6.14-2.73-.09-2.43 3.05-6.14 4.52-8.17 3.4-4.68 4.9-11.71 6.23-17.28.25-1.06.11-1.12-.44-.18-.95 1.62-1.74 3.29-2.37 5.02-1.86 5.06-8.32 2.57-5.88-2.89 1.15-2.55 2.33-5.09 3.55-7.61 1.06-2.18 5.67-3.29 7.87-4.04 4.5-1.54 8.77 1.39 10.94 5.21.17.29.4.51.7.66 1.98.98 7.93 3.52 8.66 5.53.7 1.94-.52 4.34-2.66 4.62-2.26.3-7.28-2.94-9.33-4.14-.29-.18-.67-.08-.85.21-.03.05-.05.11-.07.17l-.75 3.01c-.1.39-.03.74.22 1.05 2.34 2.98 6.09 7 6.4 10.86.35 4.41-.35 8.61-2.09 12.61Zm-4.53-29.14c.52-.62 1.4-.8 2.11-.42l7.62 4.08c.31.17.64.2.98.08 1.08-.36 1.53-1.14 1.36-2.33-.05-.35-.23-.62-.54-.79-3.76-2.09-8.35-3.33-10.18-7.54-.16-.37-.43-.63-.8-.78l-4.39-1.84c-.3-.13-.6-.13-.91-.02l-7.52 2.82c-.37.14-.63.39-.8.74l-3.96 8.72c-.33.72-.06 1.56.62 1.96 2.52 1.5 5.07-6.46 5.87-8.08.15-.31.41-.46.76-.43 1.83.14 2.52 1.55 2.03 3.31-1.55 5.59-2.66 12.18-5.9 17.02-1.29 1.92-6.24 7.13-4.17 9.3.72.75 1.91.77 2.66.05.04-.04.07-.07.11-.11 3.96-4.47 7.27-9.36 9.94-14.68.16-.31.39-.38.69-.2 6.71 3.99 4.92 8.96 5.02 15.46.01.86.72 1.54 1.57 1.53.04 0 .08 0 .12 0 1.68-.15 2.28-.71 2.29-2.47.01-3.41.01-6.84-.01-10.28 0-.33-.09-.64-.28-.92-1.27-1.93-2.62-3.81-4.05-5.66-2.39-3.05-2.73-5.52-.24-8.51ZM129.2 174.08l-3.76-.08c-4.97-2.78 1.34-11.58-4.49-15.56-.33-.23-.59-.16-.78.19-2.66 4.82-5.8 9.27-9.42 13.36-2.1 2.38-6.11.2-6.2-2.62-.08-2.55 3.33-6.4 4.86-8.6 3.16-4.57 4.52-11.43 5.93-16.78.31-1.18.16-1.24-.46-.19-.97 1.63-1.76 3.3-2.39 5.03-1.84 5.05-8.33 2.58-5.88-2.89 1.15-2.55 2.33-5.09 3.55-7.62 1.01-2.1 5.55-3.23 7.69-3.99 4.57-1.64 8.95 1.24 11.12 5.2.16.31.4.53.71.68 1.99.94 7.88 3.45 8.63 5.47.72 1.93-.54 4.33-2.64 4.63-2.2.31-7.32-2.97-9.34-4.14-.3-.17-.68-.07-.85.23-.03.05-.05.1-.06.16l-.75 3c-.1.39-.03.74.22 1.05 2.34 2.98 6.09 7 6.4 10.86.35 4.41-.35 8.61-2.09 12.61Zm-4.83-29.18c.23-.64.93-.97 1.56-.75.05.02.11.04.16.07 2.06 1.07 8.69 5.58 10.56 3.78.6-.58.62-1.53.05-2.13-.11-.11-.24-.21-.38-.29-3.44-1.85-8.8-3.51-10.2-7.47-.13-.37-.38-.63-.74-.78l-4.53-1.94c-.31-.13-.61-.13-.92-.02l-7.57 2.85c-.34.13-.59.36-.74.69-.69 1.48-6.23 10.91-2.42 10.99.66.01 1.25-.37 1.52-.97l3.18-7.16c.15-.32.39-.5.74-.53 1.21-.11 2.03.43 2.44 1.6.12.34.13.68.02 1.03-1.63 5.59-2.7 12.33-5.84 17.19-1.51 2.33-3.12 4.59-4.83 6.78-.7.9-.54 2.19.35 2.89.1.08.2.14.31.2 1.09.57 1.99.45 2.71-.37 3.85-4.4 7.03-9.13 9.55-14.19.22-.45.76-.63 1.21-.41.05.03.1.06.14.09 3.04 2.26 4.61 3.66 4.56 7.81-.04 2.57-.04 5.06 0 7.48.02.79.67 1.43 1.46 1.43 1.61 0 2.49-.53 2.5-2.28.02-3.5.03-7.02.02-10.57 0-.33-.1-.64-.3-.91l-6.05-8.41c-.23-.32-.28-.66-.15-1.03l1.62-4.67ZM177.2 174.08l-3.76-.08c-4.93-2.8 1.29-11.37-4.48-15.57-.3-.21-.54-.16-.72.16-1.75 3.08-10.97 20.33-15.47 12.09-1.42-2.6 2.94-7.41 4.35-9.49 3.39-4.98 4.69-11.46 6.23-17.19.33-1.21.17-1.28-.47-.2-.97 1.63-1.76 3.3-2.39 5.03-1.84 5.05-8.33 2.58-5.88-2.89 1.15-2.55 2.33-5.09 3.55-7.62 1.01-2.1 5.55-3.23 7.69-3.99 4.57-1.64 8.95 1.24 11.12 5.2.16.31.4.53.71.68 1.99.94 7.88 3.45 8.63 5.47.72 1.93-.54 4.33-2.64 4.63-2.2.31-7.32-2.97-9.34-4.14-.3-.17-.68-.07-.85.23-.03.05-.05.1-.06.16l-.75 3c-.1.39-.03.74.22 1.05 2.34 2.98 6.09 7 6.4 10.86.35 4.41-.35 8.61-2.09 12.61Zm-4.83-29.18c.23-.64.93-.97 1.56-.75.05.02.11.04.16.07 2.06 1.07 8.69 5.58 10.56 3.78.6-.58.62-1.53.05-2.13-.11-.11-.24-.21-.38-.29-3.44-1.85-8.8-3.51-10.2-7.47-.13-.37-.38-.63-.74-.78l-4.53-1.94c-.31-.13-.61-.13-.92-.02l-7.57 2.85c-.34.13-.59.36-.74.69-.69 1.48-6.23 10.91-2.42 10.99.66.01 1.25-.37 1.52-.97l3.18-7.16c.15-.32.39-.5.74-.53 1.21-.11 2.03.43 2.44 1.6.12.34.13.68.02 1.03-1.63 5.59-2.7 12.33-5.84 17.19-1.51 2.33-3.12 4.59-4.83 6.78-.7.9-.54 2.19.35 2.89.1.08.2.14.31.2 1.09.57 1.99.45 2.71-.37 3.85-4.4 7.03-9.13 9.55-14.19.22-.45.76-.63 1.21-.41.05.03.1.06.14.09 3.04 2.26 4.61 3.66 4.56 7.81-.04 2.57-.04 5.06.01 7.48.02.79.67 1.43 1.46 1.43 1.61 0 2.49-.53 2.5-2.28.02-3.5.03-7.02.02-10.57 0-.33-.1-.64-.3-.91l-6.05-8.41c-.23-.32-.28-.66-.15-1.03l1.62-4.67ZM224.15 174.06l-3.71-.06c-3.11-2-1.81-8.53-2.05-12.77-.02-.32-.14-.59-.37-.81l-2.05-1.98c-.29-.28-.54-.24-.74.11-3.05 5.4-6.21 9.89-9.46 13.46-2.05 2.26-6.12.27-6.22-2.58-.08-2.44 3.11-6.22 4.59-8.25 3.38-4.65 4.79-11.67 6.19-17.2.25-.98.1-1.04-.45-.19-1.27 2-1.99 5.44-3.28 6.82-1.69 1.83-5.41.81-5.66-1.81-.22-2.34 2.94-8.02 3.97-10.38.89-2.05 6.23-3.51 8.28-4.17 4.4-1.41 8.54 1.38 10.68 5.08.17.29.4.52.69.68 2.88 1.61 10.95 4.23 8.46 8.77-2.1 3.84-9.17-1.13-11.68-2.61-.29-.18-.67-.08-.85.21-.03.05-.05.11-.07.17l-.75 3.01c-.1.39-.03.74.22 1.05 2.35 3 6.1 7.01 6.41 10.89.35 4.4-.36 8.59-2.15 12.56Zm-4.46-29.13c.52-.61 1.39-.78 2.1-.4l7.61 4.07c.31.17.64.2.98.08 1.08-.36 1.53-1.14 1.36-2.33-.05-.35-.23-.62-.54-.79-3.76-2.09-8.35-3.33-10.18-7.54-.16-.37-.43-.63-.8-.78l-4.39-1.84c-.3-.13-.6-.13-.91-.02l-7.59 2.85c-.31.11-.54.32-.68.63l-4.01 8.79c-.33.72-.06 1.57.62 1.97 2.52 1.49 5.07-6.46 5.87-8.08.15-.31.41-.46.76-.43 1.83.14 2.52 1.55 2.03 3.31-1.55 5.59-2.66 12.18-5.9 17.02-1.28 1.91-6.23 7.13-4.18 9.28.71.75 1.9.79 2.66.08.04-.04.08-.08.11-.12 3.99-4.45 7.29-9.35 9.91-14.69.15-.32.39-.39.7-.21 6.76 4 4.94 9.02 5.05 15.56.01.8.66 1.44 1.46 1.43 1.62-.01 2.48-.52 2.5-2.28.04-3.48.04-6.97 0-10.47 0-.33-.09-.64-.27-.91-1.27-1.93-2.62-3.81-4.05-5.66-2.4-3.07-2.76-5.53-.22-8.52Z"/><path d="m-.02 149.82.02-1.38.38-.36c.24-.23.53-.34.86-.34l30.54.02c.19 0 .35-.15.36-.34 0-.1-.04-.19-.11-.26l-9.09-9.1c-.44-.44-.44-1.16 0-1.6.08-.08.17-.15.27-.2 1.87-1.02 12.12 10.64 13.77 12.48.18.2.17.51-.02.71l-12.36 12.31c-.34.34-.89.34-1.23 0-.01-.01-.02-.02-.03-.03l-.54-.61c-.35-.39-.34-.76.03-1.12l9.41-9.27c.13-.13.13-.34 0-.46-.06-.06-.15-.1-.24-.1-10.71.27-21.38.15-32.03-.35ZM286 148.56v1l-12.2 12.07c-.3.29-.74.39-1.14.25-1.51-.55-.95-1.73-.11-2.56 2.87-2.87 5.74-5.73 8.61-8.56.12-.12.11-.31 0-.42-.06-.05-.13-.08-.21-.09h-30.96c-.47 0-.87-.33-.95-.79-.19-1.05.3-1.7 1.4-1.7 9.78-.01 19.92 0 30.41.03.18 0 .32-.14.33-.31 0-.09-.03-.18-.1-.24-1.33-1.35-10.22-9.2-9.02-10.83.38-.51 1.1-.61 1.61-.23.05.03.09.07.13.11l12.2 12.27Z" style="opacity:.3;fill:#1f201e"/></svg> -->
                        <img class="image" src="../wp-content/themes/my_theme/images/potok-icon.svg" alt="">
                        <div class="text-wrapper">
                            <p class="top-text">Подходит для групп от 25 участников:</p>
                            <div class="two-cols">
                                <ul>
                                    <li>выставка</li>
                                    <li>конференция</li>
                                </ul>
                                <ul>
                                    <li>масштабное мероприятие</li>
                                    <li>рекламные акции</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="about-moscow-studio-section">
            <div class="container">
                <h2 class="h1 title-with-margin">Наша студия в Москве</h2>
                <div class="about-studio-wrapper">
                    <div class="information" style="background-image: url(../wp-content/themes/my_theme/images/about-studio-bg.jpg);">
                        <div class="top">
                            <div class="two-cols">
                                <div class="left col">
                                    <div class="info-card">
                                        <div class="accent-text">1 - 200+</div>
                                        <div class="text">Количество участников</div>
                                    </div>
                                    <div class="info-card">
                                        <div class="accent-text">30 машин</div>
                                        <div class="text">Своя парковка</div>
                                    </div>
                                </div>
                                <div class="right col">
                                    <div class="info-card">
                                        <div class="accent-text">500 м</div>
                                        <div class="text">Общая площадь</div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <a href="#" class="button">Перейти</a>
                    </div>
                    <div class="map">
                        <script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3A6a91c449802ec7358cd76e4bd1fb4cc18879b38748e991ff0195b8938e4999c9&amp;width=100%25&amp;height=400&amp;lang=ru_RU&amp;scroll=false"></script>
                    </div>
                </div>
            </div>
        </section>
        <section class="event-steps-section">

            <h2 class="h1 title-with-margin">Этапы проведения</h2>
            <div class="event-steps-wrapper">
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="M49.26 136.61c-1.12-.62-1.35-1.67-1.35-2.83 0-2.52-.03-5.05 0-7.57.02-1.53-.46-2.85-1.38-4.06-1.48-1.94-2.92-3.9-4.38-5.84-1.54-2.05-2.29-4.36-2.27-6.93.02-2.7 0-5.4.01-8.1.01-1.7.9-2.75 2.25-2.71 1.3.04 2.12 1.04 2.13 2.69.02 2.75.04 5.49 0 8.24-.03 1.67.47 3.11 1.49 4.43 1.44 1.85 2.82 3.75 4.23 5.63 1.58 2.09 2.39 4.4 2.29 7.04-.06 1.59.02 3.19-.02 4.78-.02.85.29 1.17 1.16 1.17 12.13-.02 24.26-.02 36.4 0 .69 0 1.15-.19 1.08-.96-.57-6.42.99-12.56 2.45-18.72.13-.55.2-1.14.2-1.71.02-10.23.01-20.46.02-30.68 0-1.41-.54-2.49-1.79-3.16-1.08-.58-2.14-.47-3.14.19-1.02.68-1.38 1.67-1.38 2.86 0 3.06 0 6.11-.01 9.17 0 .7-.05 1.42-.19 2.11-.23 1.11-1.02 1.69-2.11 1.64-1.13-.06-1.88-.73-2.01-1.93-.04-.39-.02-.8-.02-1.19 0-4.83 0-9.65 0-14.48 0-.57-.02-1.16-.16-1.71-.43-1.8-1.78-2.79-3.46-2.61-1.61.17-2.82 1.54-2.83 3.31-.03 5.14 0 10.27-.01 15.41 0 2.15-.69 3.19-2.11 3.23-1.42.04-2.26-1.17-2.26-3.28 0-6.86 0-13.73-.01-20.59 0-1.89-1.09-3.22-2.68-3.4-2.05-.23-3.53 1.02-3.58 3.13-.05 1.95-.02 3.9-.02 5.84 0 5 0 10.01 0 15.01 0 .67.03 1.34-.27 1.96-.42.88-1.13 1.4-2.11 1.31-1.02-.09-1.73-.7-1.93-1.73-.1-.51-.07-1.06-.07-1.59 0-12.66 0-25.33 0-37.99 0-.8.01-1.59-.33-2.34-.56-1.23-1.78-2-3.07-1.91-1.35.09-2.4.94-2.83 2.24-.25.73-.23 1.48-.23 2.23 0 14.43-.05 28.87.06 43.3.02 2.09-.91 3.34-2.35 4.43-.9.69-1.94.65-2.78-.17-.85-.83-.98-1.9-.17-2.74.87-.92.93-1.92.92-3.05-.04-3.72 0-7.44-.07-11.16-.03-1.58-1.36-2.8-2.92-2.93-1.34-.11-2.82.93-3.2 2.32-.12.42-.12.87-.12 1.31-.01 2.3 0 4.6 0 6.91 0 .4.01.8-.06 1.19-.21 1.16-1.16 2.03-2.18 1.95-1.16-.09-2.02-.78-2.06-1.91-.12-3.31-.44-6.66.14-9.93.78-4.39 4.77-6.94 9.1-5.9 1.31.31 1.39-.12 1.38-1.17-.03-7.48-.02-14.97-.01-22.45 0-2.2.28-4.33 1.8-6.1 2.15-2.5 5.25-3.37 8.27-2.3 3.04 1.08 5.05 3.99 5.1 7.54.05 3.19.03 6.38 0 9.56 0 .9.15 1.26 1.21 1 3.99-.97 7.42.85 8.94 4.71.33.84.62 1.01 1.51.74 4.09-1.21 7.89.75 9.31 4.81.31.88.63 1.04 1.51.8 4.89-1.34 9.61 2.07 9.66 7.16.09 10.27.05 20.54 0 30.82-.01 2.21-.53 4.39-1.15 6.51-1.13 3.85-1.72 7.76-1.49 11.78.08 1.46-.03 2.92.03 4.38.04 1.18-.25 2.18-1.14 2.99h-44.9ZM68.92 39.16c-2.66 0-5.31 0-7.97 0-6.75-.02-11.16-3.95-11.36-10.67-.19-6.32-.33-12.66.12-18.98.35-4.86 4.83-8.98 9.71-9.01 6.33-.03 12.66-.03 18.99 0 4.94.02 9.44 4.22 9.71 9.14.37 6.63.43 13.28 0 19.9-.38 5.71-4.73 9.51-10.57 9.61-2.88.05-5.75 0-8.63.01Zm.03-4.38c2.79 0 5.57 0 8.36 0 4.17 0 6.66-2.51 6.66-6.72 0-5.53 0-11.06 0-16.59 0-4.11-2.44-6.72-6.52-6.78-5.7-.08-11.41-.09-17.12 0-4.02.06-6.46 2.68-6.46 6.7 0 5.71-.03 11.41 0 17.12.02 3.66 2.65 6.24 6.31 6.26 2.92.02 5.84 0 8.76 0ZM6.66 19.67c0-3.01-.02-6.02 0-9.03.04-5.62 4.55-10.12 10.15-10.14 1.46 0 2.92-.02 4.38 0 1.36.02 2.29.88 2.3 2.06.01 1.18-.92 2.04-2.26 2.1-1.81.08-3.62-.15-5.43.23-2.76.58-4.73 2.77-4.75 5.6-.05 6.15-.05 12.31 0 18.46.03 3.19 2.53 5.76 5.73 5.8 6.15.07 12.31.08 18.46 0 3.18-.04 5.67-2.69 5.69-5.87.03-5.84.02-11.69.01-17.53 0-4.09-2.34-6.5-6.45-6.66-1.28-.05-2.57.01-3.85-.02-1.25-.04-2.15-.91-2.17-2.05-.02-1.13.88-2.09 2.11-2.09 2.12 0 4.27-.27 6.36.12 4.75.88 8.27 4.98 8.35 9.84.11 6.2.11 12.4 0 18.6-.1 5.64-4.7 9.98-10.62 10.07-5.84.09-11.69.1-17.53 0-6.19-.11-10.49-4.63-10.5-10.83 0-2.88 0-5.76 0-8.63ZM111.96.5c3.1 0 6.2-.01 9.3 0 5.15.03 9.8 4.44 9.89 9.57.1 6.46.11 12.93 0 19.39-.09 5.26-4.63 9.43-10.28 9.69-1.28.06-2.57.04-3.85 0-1.59-.05-2.66-.98-2.65-2.22 0-1.31 1.01-2.13 2.66-2.15 1.28-.02 2.57.02 3.85-.01 3.34-.08 5.89-2.57 5.92-5.9.05-5.93.04-11.86.01-17.79-.02-3.83-2.39-6.32-6.29-6.38-5.75-.09-11.51-.1-17.26 0-4.05.07-6.36 2.58-6.36 6.59 0 5.71-.01 11.42 0 17.13 0 3.82 2.5 6.32 6.3 6.36 1.33.01 2.66-.03 3.98.02 1.22.05 2.02.73 2.15 1.94.13 1.17-.51 2.1-1.64 2.22-4.48.48-8.89.51-12.33-3.14-1.85-1.96-2.81-4.31-2.84-6.97-.06-6.02-.06-12.04 0-18.06.05-5.86 4.58-10.29 10.42-10.3 3.01 0 6.02 0 9.03 0Z"/><path d="m33.96,15.88c.05.76-.38,1.32-.89,1.83-2.37,2.38-4.73,4.77-7.13,7.12-1.41,1.38-2.47,1.35-3.89-.03-1.08-1.05-2.14-2.11-3.19-3.19-1.17-1.21-1.25-2.41-.26-3.37.95-.93,2.11-.84,3.29.24q2.21,2.04,4.34-.08c1.38-1.37,2.74-2.76,4.15-4.1.7-.67,1.57-.81,2.46-.38.79.38,1.17,1.05,1.12,1.96Z"/></svg>
                    <div class="text">Выбор <br>мастер-класса</div>
                </div>
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="m2.35,71.28c1.16-4.23,3.5-7.53,7.5-9.55,2.2-1.11,4.55-1.44,6.96-1.44,10.67-.02,21.34,0,32.01,0,2.61,0,2.36.16,2.37-2.43,0-7.8,0-15.59,0-23.39,0-3.62,1.04-6.87,3.46-9.6,2.55-2.86,5.74-4.6,9.6-4.61,19.69-.05,39.37-.05,59.06-.01,6.85.01,12.94,6.19,12.95,13.02.02,10.63.02,21.25,0,31.88-.01,5.98-3.94,11.14-9.71,12.77-.95.27-1.37.7-1.32,1.72.07,1.56.04,3.14,0,4.7-.02,1.18-.26,2.31-1.48,2.83-1.25.53-2.26,0-3.16-.91-2.23-2.26-4.51-4.48-6.73-6.76-.62-.64-1.28-.93-2.18-.93-7.58.02-15.16.04-22.73,0-1.26,0-1.64.42-1.64,1.66.04,8.06.04,16.11.02,24.17,0,3.45-.93,6.6-3.2,9.3-2.75,3.26-6.24,4.97-10.49,4.97-15.37.03-30.75.03-46.12-.02-1.33,0-2.28.37-3.2,1.33-2.06,2.19-4.23,4.27-6.36,6.39-.87.87-1.82,1.54-3.13.98-1.29-.55-1.54-1.68-1.56-2.91-.02-1.65-.02-3.31,0-4.96,0-.64-.18-1.08-.85-1.27-5.38-1.47-8.58-5.04-9.98-10.35-.02-.08-.07-.16-.1-.24,0-12.11,0-24.22,0-36.33Zm15.77,47.66c.12.07.23.15.35.22.9-.93,1.87-1.81,2.68-2.81,1.58-1.97,3.53-2.58,6.06-2.57,15.33.1,30.67-.03,46,.1,4.65.04,9.3-3.29,9.3-9.28,0-10.02,0-20.04,0-30.06,0-1.48-.2-2.96-.87-4.32-1.75-3.56-4.76-5.07-8.58-5.11-4.88-.05-9.76-.01-14.64-.01-13.98,0-27.97-.01-41.95,0-5.46,0-9.29,3.37-9.35,8.6-.14,10.54-.13,21.08,0,31.62.06,4.87,3.32,8.03,8.2,8.49,1.97.18,2.78,1.06,2.81,3.04,0,.69,0,1.39,0,2.08Zm101.96-39.84c.11-.06.23-.12.34-.18,0-.82-.02-1.64,0-2.46.04-1.62.69-2.38,2.28-2.68.81-.15,1.65-.2,2.43-.43,4.06-1.14,6.34-4.37,6.36-9.07.03-9.93.01-19.86,0-29.8,0-.91-.02-1.84-.21-2.73-.85-3.85-4.19-6.66-8.15-6.67-19.56-.04-39.12-.02-58.67,0-.56,0-1.14.05-1.68.2-4.28,1.14-6.74,4.44-6.75,9.09-.02,8.06,0,16.12,0,24.18,0,1.72,0,1.7,1.74,1.73,5.79.1,11.58-.23,17.37.18,5.93.42,11.45,5.74,11.96,11.63.12,1.34.58,1.74,1.93,1.73,8.1-.06,16.2-.02,24.31-.05,1.08,0,1.93.31,2.67,1.09,1.34,1.43,2.71,2.82,4.07,4.22Z"/><path d="M26.94 82.7c3.72.01 6.82 3.12 6.82 6.84 0 3.63-3.24 6.86-6.87 6.85-3.78-.01-6.87-3.16-6.85-6.96.03-3.74 3.1-6.74 6.89-6.72Zm1.97 6.85c.01-1.1-.83-1.96-1.96-2-1.16-.04-2.01.73-2.04 1.86-.03 1.16.88 2.15 1.98 2.13 1.03-.01 2.01-.99 2.02-2ZM44.72 82.7c3.78 0 6.83 3.03 6.84 6.78 0 3.79-3.16 6.96-6.9 6.91-3.66-.05-6.87-3.29-6.82-6.9.05-3.74 3.14-6.79 6.87-6.79Zm1.98 6.77c0-1.14-.83-1.93-1.99-1.92-1.14.01-2 .83-2.02 1.94-.02 1.06 1.03 2.1 2.1 2.06 1.05-.03 1.91-.97 1.91-2.08ZM69.35 89.47c0 3.8-2.93 6.83-6.7 6.91-3.71.08-6.9-3.1-6.9-6.89 0-3.77 3.03-6.78 6.81-6.79 3.81 0 6.79 2.96 6.79 6.77Zm-4.83.01c-.01-1.15-.82-1.94-1.97-1.93-1.13.01-1.99.84-2.01 1.95-.02 1.05 1.04 2.09 2.1 2.05 1.07-.04 1.9-.94 1.88-2.07ZM93.84 56.21c-9.14 0-18.28 0-27.43 0-1.79 0-1.82-.03-1.83-1.83-.01-3.56-.11-3 3.02-3 17.72-.02 35.44 0 53.15 0 2.17 0 2.19 0 2.17 2.11-.02 3.07.35 2.72-2.71 2.72-8.79.01-17.59 0-26.38 0ZM84.94 33.57c6.19 0 12.37.03 18.56-.02 1.23 0 1.7.35 1.66 1.63-.1 3.72.42 3.23-3.17 3.24-11.8.02-23.61 0-35.41 0-1.97 0-1.99-.02-2-1.94-.02-3.51-.02-2.88 2.85-2.9 5.84-.03 11.67 0 17.51 0ZM95.92 47.31c-3.96 0-7.92-.04-11.88.02-1.22.02-1.58-.41-1.55-1.59.11-3.79-.5-3.26 3.24-3.27 7.35-.03 14.71 0 22.06 0 1.79 0 1.81.01 1.8 1.83-.03 3.42.4 2.99-2.96 3.01-3.57.02-7.14 0-10.71 0ZM95.92 65.1c-2.53 0-5.05-.03-7.57.01-.97.02-1.43-.24-1.41-1.31.1-4.04-.56-3.48 3.41-3.51 4.35-.03 8.71.03 13.06-.03 1.26-.02 1.8.31 1.76 1.68-.12 3.67.41 3.1-3.11 3.14-2.05.03-4.09 0-6.14 0ZM71.5 47.31c-1.83 0-3.66-.04-5.48.02-.99.03-1.43-.32-1.44-1.33 0-4.37-.22-3.46 3.28-3.52 3.04-.05 6.09.02 9.14-.02.99-.01 1.43.31 1.42 1.34-.04 4.3.38 3.43-3.39 3.52-1.17.03-2.35 0-3.52 0ZM116.02 33.57c1.87 0 3.73.03 5.6-.01.93-.02 1.34.3 1.32 1.27-.09 4.25.55 3.52-3.43 3.58-2.95.04-5.91-.02-8.86.02-1.04.02-1.49-.32-1.47-1.42.08-4.08-.44-3.38 3.33-3.44 1.17-.02 2.34 0 3.52 0ZM116.03 65.1c-1.87 0-3.74-.03-5.61.01-.9.02-1.24-.34-1.23-1.23.05-4.17-.49-3.55 3.33-3.58 2.96-.03 5.92.03 8.87-.02 1.2-.02 1.57.41 1.56 1.6-.04 3.23.01 3.23-3.27 3.23-1.22 0-2.44 0-3.65 0ZM118.31 47.31c-1.18 0-2.35-.02-3.53 0-.75.01-1.15-.3-1.13-1.07 0-.04 0-.09 0-.13.02-4.37-.47-3.57 3.4-3.64 1.57-.03 3.14.02 4.7 0 .81-.01 1.19.29 1.18 1.15-.07 4.48.58 3.6-3.45 3.7-.39 0-.78 0-1.18 0h0Z"/></svg>
                    <div class="text">Обсуждение</div>
                </div>
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="m74.71.05c3.6.5,7.22.93,10.7,2.04,23.23,7.42,37.64,22.97,42.13,46.98,3.07,16.41-.77,31.57-10.63,45.12-.26.36-.53.73-.88.98-.9.65-1.85.64-2.69-.09-.79-.68-1.01-1.57-.5-2.52.27-.51.63-.97.96-1.44,5.52-7.7,8.97-16.22,9.95-25.67,1.89-18.32-3.85-33.92-17.17-46.57-8.6-8.17-18.95-12.97-30.79-14.22-18.37-1.94-34,3.89-46.65,17.29-8.07,8.55-12.84,18.84-14.08,30.57-2,18.84,4.09,34.73,18.04,47.52,6.64,6.08,14.48,10.08,23.24,12.21,1.49.36,2.5,1.05,3.3,2.38,2.95,4.92,6.02,9.76,9,14.66.6.99.88,1.06,1.52.02,3.04-5.02,6.17-9.98,9.22-14.99.62-1.02,1.38-1.63,2.55-1.91,9.36-2.23,17.6-6.58,24.66-13.13.6-.55,1.23-1.06,2.11-.97.92.09,1.58.57,1.89,1.46.38,1.09-.13,1.9-.89,2.59-3.39,3.1-7.05,5.83-11.05,8.11-4.5,2.57-9.25,4.53-14.28,5.79-.95.24-1.53.74-2.02,1.54-3.51,5.72-7.04,11.42-10.57,17.14-1.53,2.48-3.17,2.5-4.72,0-3.54-5.7-7.07-11.41-10.57-17.14-.53-.86-1.19-1.31-2.15-1.59-23.82-7.14-38.62-22.84-43.08-47.3-3.59-19.7,2.19-37.07,16.14-51.45C36.64,7.91,48.04,2.26,61.29.46c.92-.12,1.84-.28,2.75-.42,3.56,0,7.11,0,10.67,0Z"/><path d="m69.07,100.26c20.37,0,37.58-14.43,40.95-34.32,3.86-22.76-11.55-43.51-33.07-47.42-17.99-3.27-35.24,5.04-43.97,21.11-.85,1.56-1.89,2.08-3.07,1.54-1.25-.56-1.64-1.86-.91-3.26,2.53-4.86,5.81-9.15,9.89-12.8,6.8-6.1,14.74-9.93,23.77-11.16,13.87-1.9,26.25,1.7,36.84,10.94,8.32,7.26,13.32,16.48,14.95,27.38,3.54,23.59-11.62,45.86-34.6,51.08-16.97,3.85-31.67-.79-43.74-13.25-6.81-7.03-10.67-15.62-11.92-25.37-.7-5.48-.37-10.89.85-16.26.11-.48.21-.96.41-1.4.47-1.04,1.26-1.61,2.45-1.34,1.16.27,1.87,1.32,1.63,2.52-.49,2.43-.98,4.86-1.21,7.35-.66,7.4.58,14.46,3.84,21.09,6.18,12.55,16.23,20.18,29.94,22.95,2.39.48,4.83.74,6.99.63Z"/><path d="m62.16,79.62c-1.7.04-3.13-.61-4.31-1.79-4.88-4.86-9.77-9.72-14.61-14.62-2.51-2.54-2.47-6.28-.03-8.73,2.43-2.43,6.16-2.48,8.74.02,3.1,3,6.15,6.05,9.14,9.15.88.91,1.39.83,2.24-.03,6.85-6.91,13.75-13.78,20.63-20.67,1.42-1.43,2.99-2.51,5.12-2.46,2.62.06,4.51,1.29,5.57,3.64,1.05,2.32.65,4.51-.94,6.48-.25.31-.54.59-.83.87-8.64,8.65-17.29,17.28-25.92,25.94-1.35,1.35-2.85,2.25-4.81,2.19Zm28.71-33.06c-.17-.9-.61-1.57-1.69-1.66-.93-.08-1.47.49-2.04,1.06-7.59,7.6-15.19,15.21-22.79,22.8-1.65,1.65-2.63,1.65-4.27.01-3.49-3.48-6.97-6.97-10.46-10.45-.41-.4-.84-.8-1.32-1.11-.7-.47-1.38-.2-1.95.29-.54.47-.76,1.09-.52,1.8.17.52.51.93.9,1.31,4.59,4.58,9.16,9.18,13.76,13.75,1.21,1.21,2.21,1.19,3.45-.03,1.77-1.74,3.52-3.51,5.28-5.27,6.84-6.85,13.69-13.69,20.53-20.54.53-.53,1.11-1.04,1.12-1.96Z"/></svg>
                    <div class="text">Согласование</div>
                </div>
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="m1.99,72.56c0-16.89,0-33.78,0-50.68,0-7.15,3.94-11.08,11.08-11.08,3.56,0,7.13-.08,10.69.03,1.71.06,2.27-.58,2.11-2.19-.09-.91-.05-1.84.02-2.75.19-2.29,1.23-3.3,3.55-3.32,3.85-.04,7.7-.02,11.55-.02,9.82,0,19.65,0,29.47,0,3.41,0,4.36.97,4.39,4.44q.03,3.81,3.87,3.81c3.33,0,6.66-.02,10,0,5.67.04,9.94,4.23,9.96,9.92.04,14.59.02,29.19.01,43.78,0,2.24-1.1,3.61-2.82,3.62-1.69.01-2.86-1.4-2.86-3.62-.02-14.25,0-28.5-.01-42.75,0-4.01-1.24-5.26-5.22-5.27-3.68,0-7.36.05-11.03-.02-1.39-.03-2.03.39-1.92,1.86.08,1.03.06,2.07-.03,3.1-.18,2.04-1.22,3.02-3.24,3.02-14.13.02-28.27.02-42.4,0-2.03,0-2.97-.81-3.21-2.82-.15-1.25-.11-2.52-.11-3.78,0-.94-.42-1.35-1.36-1.35-4.37.02-8.73-.03-13.1.04-1.92.03-3.43,1.56-3.66,3.49-.08.68-.05,1.38-.05,2.07,0,33.67,0,67.34,0,101.01,0,4.32,1.3,5.61,5.67,5.61,24.71,0,49.41,0,74.12,0,4.29,0,5.53-1.25,5.53-5.54,0-3.05-.02-6.09,0-9.14.02-2.23,1.14-3.58,2.87-3.57,1.74.02,2.8,1.35,2.81,3.62.02,3.33.02,6.66,0,10-.03,5.99-4.16,10.19-10.16,10.31-2.87.06-5.75.01-8.62.01-22.35,0-44.7,0-67.05,0-3.72,0-6.89-1.14-9.1-4.3-1.37-1.96-1.79-4.18-1.79-6.53.01-17.01,0-34.01,0-51.02ZM50.34,18.8c5.69,0,11.38-.03,17.06.02,1.32.01,1.86-.4,1.81-1.78-.09-2.35-.07-4.71,0-7.07.03-1.21-.29-1.76-1.63-1.75-11.49.04-22.98.04-34.47,0-1.34,0-1.66.54-1.63,1.75.07,2.3.1,4.6-.01,6.89-.07,1.54.5,1.98,1.99,1.96,5.63-.07,11.26-.03,16.89-.03Z"/><path d="M127.79 33.91c3.33.27 6.29 1.66 8.13 4.89 1.94 3.4 1.85 6.83-.28 10.1-2.16 3.32-4.41 6.59-6.73 9.8-.8 1.11-.71 1.66.42 2.43 4.67 3.16 4.7 3.42 1.52 8.05-4.43 6.43-8.87 12.85-13.31 19.28-.13.19-.26.38-.4.56-1.14 1.49-2.71 1.87-4.04.96-1.3-.89-1.59-2.6-.56-4.12 2.11-3.15 4.29-6.25 6.44-9.37 2.15-3.12 4.31-6.23 6.45-9.36.37-.55 1.18-1.08.11-1.82-1.08-.75-1.3.23-1.67.76-9.37 13.55-18.87 27.03-28.01 40.74-2.97 4.45-6.72 6.93-11.84 7.56-1.54.19-2.54.83-3.3 2.1-.47.78-1 1.55-1.6 2.24-.98 1.13-2.58 1.33-3.74.55-1.18-.8-1.79-2.5-.79-3.61 2.53-2.81 2.67-5.81 1.94-9.34-.7-3.35.36-6.43 2.41-9.36 13.31-19.07 26.5-38.22 39.66-57.4 2.22-3.23 4.88-5.44 9.19-5.64Zm-45.71 71.08c.1 1.02.04 2.06.34 3.07.16.54.39.81.96.69 2.51-.56 4.95-.98 6.62-3.44 7.61-11.22 15.37-22.34 23.07-33.49 3.85-5.58 7.68-11.17 11.56-16.73.74-1.05.84-1.74-.41-2.46-1.29-.74-2.52-1.61-3.68-2.55-1.18-.96-1.85-.76-2.71.5-11.48 16.72-23 33.41-34.55 50.07-.94 1.36-1.41 2.73-1.2 4.36Zm45.43-65.36c-1.69.03-5.06 3.01-5.13 4.54-.02.41.29.59.57.79 1.69 1.18 3.39 2.34 5.08 3.52.49.34.9.45 1.28-.17.65-1.07 1.48-2.06 1.97-3.2 1.14-2.64-.9-5.51-3.77-5.47ZM50.24 93.06c-8.9 0-17.8 0-26.7 0-.63 0-1.28.04-1.89-.08-1.4-.27-2.29-1.17-2.36-2.58-.06-1.32.64-2.27 1.92-2.76.66-.25 1.34-.27 2.03-.27 18.08 0 36.17 0 54.25 0 .69 0 1.37.03 2.03.29 1.26.51 1.97 1.43 1.86 2.78-.11 1.34-.93 2.22-2.24 2.51-.6.14-1.26.1-1.88.1-9.01 0-18.03 0-27.04 0ZM50.24 54.57c9.3 0 18.61 0 27.91 0 1.31 0 2.36.38 2.97 1.63.49 1 .28 1.9-.32 2.75-.42.58-.98.98-1.71 1.06-.85.09-1.71.2-2.57.2-17.46.01-34.92.01-52.38 0-.8 0-1.61-.03-2.4-.17-1.54-.28-2.55-1.48-2.48-2.84.07-1.47 1.23-2.57 2.89-2.6 2.7-.05 5.4-.02 8.1-.02 6.66 0 13.33 0 19.99 0ZM50.26 76.52c-9.25 0-18.49 0-27.74 0-1.24 0-2.26-.34-2.89-1.48-.54-.95-.43-1.88.15-2.77.42-.65 1.02-1.1 1.81-1.19.85-.1 1.71-.2 2.57-.2 17.46-.01 34.92 0 52.38-.01.98 0 1.96-.03 2.9.28 1.29.43 2.02 1.41 1.95 2.73-.07 1.41-.93 2.33-2.35 2.57-.56.1-1.15.05-1.72.05-9.02 0-18.03 0-27.05 0ZM50.38 38.04c8.96 0 17.91 0 26.87 0 2.27 0 3.46.91 3.54 2.64.08 1.54-.74 2.62-2.32 2.93-.67.13-1.37.12-2.06.12-17.4 0-34.79 0-52.19 0-.74 0-1.51 0-2.22-.18-1.47-.37-2.2-1.4-2.11-2.93.09-1.49 1.04-2.24 2.4-2.51.55-.11 1.14-.06 1.72-.06 8.78 0 17.57 0 26.35 0ZM38.72 103.89c5.05 0 10.1 0 15.14 0 2.26 0 3.62 1.07 3.62 2.78 0 1.74-1.35 2.89-3.56 2.9-10.21.02-20.42.02-30.63 0-2.24 0-3.46-1.15-3.4-3 .06-1.71 1.28-2.67 3.51-2.68 5.11-.02 10.21 0 15.32 0Z"/></svg>
                    <div class="text">Подготовка на площадке</div>
                </div>
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="m77.89,1.35c11.84,0,23.69,0,35.53,0,2.67,0,2.99.45,2.7,3.07-.46,4.06-.79,8.14-1.18,12.21-.3,3.18-.58,6.37-.92,9.55-.11,1.03-.29,2.18-1.74,2.02-1.39-.15-1.32-1.26-1.24-2.25.29-3.36.62-6.73.93-10.09.32-3.45.63-6.9.98-10.35.08-.8-.11-1.2-.97-1.1-.09.01-.18,0-.27,0-2.09-.03-2.13-.03-2.34,2.06-.58,5.97-1.1,11.95-1.68,17.92-.67,6.85-1.39,13.7-2.05,20.56-.49,5.04-.92,10.09-1.41,15.13-.58,5.97-1.19,11.94-1.79,17.9-.37,3.76-.73,7.52-1.11,11.27-.08.78.21,1.19,1.03,1.17.49-.01.98,0,1.47-.01.62-.02.98-.29,1.04-.96.44-4.73.89-9.47,1.35-14.2.5-5.17,1.02-10.35,1.52-15.52.48-4.95.95-9.91,1.42-14.86.29-3.1.58-6.19.88-9.29.03-.35.12-.7.21-1.05.2-.82.75-1.19,1.57-1.1.86.09,1.27.63,1.24,1.45-.06,1.42-.14,2.84-.28,4.25-.58,5.92-1.2,11.85-1.78,17.77-.57,5.79-.91,11.62-1.73,17.37-.79,5.57.84,10.76,1.81,16.05,1.94,10.58,4.03,21.13,6.05,31.69.31,1.64-.25,2.36-1.91,2.37-4.14.02-8.28,0-12.42.02-1.35,0-1.98-.6-2.23-1.93-1.73-9.17-3.52-18.33-5.29-27.49-.29-1.5-.94-1.91-2.43-1.53-.22.06-.51.12-.52.34-.05,1.41-.98,2.69-.71,4.12,2.21,11.57,4.44,23.13,6.67,34.7.48,2.5.07,3.02-2.5,3.02-3.74,0-7.48,0-11.22,0-2.14,0-2.44-.23-2.85-2.32-1.82-9.43-3.62-18.85-5.43-28.28-.42-2.18-.93-4.35-1.25-6.55-.17-1.12-.69-1.36-1.69-1.34-2.67.05-5.34.07-8.01-.01-1.1-.03-1.47.43-1.65,1.4-1.33,7.08-2.7,14.14-4.05,21.22-.9,4.67-1.8,9.34-2.68,14.01-.24,1.3-.91,1.9-2.28,1.89-4.1-.05-8.19,0-12.29-.02-1.79,0-2.35-.69-2.03-2.4,2.23-11.56,4.45-23.13,6.69-34.69.13-.66.2-1.19-.51-1.59-.87-.48-.75-1.36-.68-2.15.1-1.06-.3-1.4-1.36-1.39-3.65.05-7.3.02-10.95.02-2.43,0-2.74-.43-2.48-2.85.43-4.02.77-8.05,1.15-12.07.31-3.23.63-6.46.95-9.68.03-.35.26-.79-.03-1.02-.4-.32-.72.16-1.02.36-5.27,3.5-10.66,6.8-16.45,9.38-2.16.96-4.36,1.77-6.73,2.1-3.09.44-5.02-1.66-4.24-4.67.5-1.93,1.57-3.59,2.72-5.17,5.4-7.38,11.85-13.74,18.9-19.52,1.36-1.12,2.97-1.8,4.76-1.9.62-.04.97-.31,1.25-.82.62-1.1,1.41-2.06,2.57-2.64.61-.31.7-.9.75-1.47.56-5.97,1.09-11.95,1.67-17.92.66-6.85,1.34-13.71,2.07-20.55.39-3.64.46-3.64,4.16-3.64,11.44,0,22.89,0,34.33,0Zm24.15,48.68c.08-.23.15-.34.16-.46.35-3.49.71-6.98,1.05-10.48.29-2.96.55-5.93.84-8.89.1-.97-.13-1.51-1.28-1.45-1.56.07-3.11-.21-4.63-.54-5.5-1.2-9.79-3.97-11.88-9.45-1.59-4.16-1.46-8.45-.75-12.76.14-.86.44-1.61-1.02-1.61-13.58.04-27.16.03-40.74.01-1.08,0-1.48.39-1.54,1.47-.15,2.39-.38,4.78-.68,7.16-.12.97.09.95.87.65,2.95-1.11,5.68-.61,7.87,1.61.92.93,1.84,1.36,3.05,1.59,4.09.79,6.55,3.12,7.23,6.71.39,2.04,0,2.78-1.98,3.37-5.63,1.69-11.35,2.59-17.23,1.57-.8-.14-1.29.08-1.37.97-.13,1.59-.29,3.18-.44,4.78-.1,1.12-.45,2.24-.11,3.54,1.89-1.57,4-2.34,6.26-2.73,2.52-.44,4.92-1.06,7-2.72,1.31-1.04,2.98-.47,3.78,1.12.84,1.67,1.46,3.44,1.79,5.29.54,3.13.58,6.21-1.09,9.07-1.07,1.83-.97,2.15,1.1,2.9.45.17.94.25,1.43.31,2.41.31,4.46-.66,6.38-1.92,2.72-1.78,5.35-3.69,8.1-5.43,2.89-1.82,5.96-3.16,9.5-3.13,4.32.03,8.21,1.36,11.8,3.68,2.43,1.58,4.57,3.49,6.54,5.74Zm-32.6,17.84c9.89-.14,19.72.63,29.5,2.08.84.12,1.33,0,1.42-1.02.39-4.42.85-8.84,1.29-13.26.07-.7-.05-1.31-.49-1.88-2.45-3.17-5.27-5.92-8.82-7.84-5.67-3.07-11.28-3.25-16.77.45-1.03.7-2.07,1.39-3.09,2.1-2.35,1.61-4.6,3.36-7.21,4.56-3.76,1.72-7.35,1.52-10.7-.97-.64-.48-1.1-.5-1.76-.06-1.92,1.27-3.97,2.2-6.35,2.14-.47-.01-.92.04-.96.66-.19,2.48-1.85,3.6-3.98,4.28-.53.17-.97.35-1.14.97-.48,1.79-1.61,3.15-3,4.32-.5.42-.89.87-.95,1.54-.11,1.24-.18,2.48-.32,3.72-.12,1.11.14,1.48,1.39,1.21,10.53-2.22,21.18-3.16,31.93-2.99Zm-1.7,2.93c-4.85.19-9.34.25-13.81.67-5.8.55-11.55,1.37-17.24,2.63-.81.18-1.07.52-1.14,1.33-.19,2.34-.5,4.68-.72,7.02-.22,2.25-.39,4.51-.59,6.77-.08.86.3,1.21,1.15,1.21,3.29-.02,6.59-.01,9.88,0,.79,0,1.09-.36,1.12-1.14.04-1.06.17-2.12.28-3.18.14-1.38.67-1.89,2.05-1.92,1.6-.02,3.21-.05,4.8,0,.93.03,1.56-.25,2.15-1,2.96-3.69,6.26-7.05,9.7-10.28.7-.66,1.44-1.28,2.37-2.11ZM97.62,4.41c-2.44,0-4.89.04-7.33-.02-1.04-.02-1.47.35-1.67,1.39-.54,2.87-.7,5.76-.33,8.62.54,4.21,2.58,7.54,6.49,9.48,2.76,1.37,5.72,1.85,8.79,1.81.72,0,.99-.29,1.06-1.02.59-6.27,1.21-12.54,1.84-18.8.11-1.11-.27-1.5-1.39-1.48-2.49.06-4.98.02-7.47.02ZM31.35,51.46c-1.53-.02-2.71.8-3.81,1.71-5.31,4.43-10.17,9.31-14.67,14.56-1.88,2.2-3.72,4.44-4.93,7.1-.23.5-.67,1.09-.18,1.61.44.47,1.08.25,1.65.13,1.35-.29,2.67-.72,3.93-1.28,7.88-3.51,15.19-7.98,22.06-13.19,1.95-1.48,2.76-3.38,1.98-5.09-1.15-2.52-2.52-4.96-5.63-5.55-.13-.02-.27,0-.4,0Zm52.79,32.71c2.27,0,4.53-.02,6.8,0,1.63.02,2.22.74,2.03,2.38-.11.93-.12,1.87-.29,2.78-.17.9.23,1.1,1,1.09.98-.02,1.96-.08,2.93.02,1.29.13,1.73-.5,1.84-1.66.44-4.73.87-9.45,1.37-14.17.13-1.24-.4-1.65-1.53-1.77-1.76-.17-3.52-.49-5.28-.67-3.22-.33-6.45-.61-9.67-.92-.72-.07-1.25.1-1.64.82-1.94,3.55-3.69,7.19-5.2,10.95-.38.94-.07,1.17.84,1.16,2.27-.03,4.53-.01,6.8,0Zm-18.42,9.93c5.16,0,10.32-.02,15.48.02,1.01,0,1.56-.19,1.57-1.37.01-1.28.25-2.56.42-3.84.19-1.45.03-1.66-1.4-1.66-2.63-.01-5.25,0-7.88,0-7.52,0-15.04.02-22.56-.02-1.29,0-2,.22-1.92,1.73.06,1.14-.16,2.3-.31,3.44-.22,1.69-.24,1.7,1.52,1.7,5.03,0,10.06,0,15.08,0Zm14.99,3.06c-.4,0-.8,0-1.2,0-1.66,0-1.68.02-1.37,1.62,2.04,10.6,4.08,21.2,6.13,31.79.38,1.99.39,1.99,2.5,1.99.62,0,1.25-.05,1.87.01,1.29.14,1.56-.31,1.31-1.59-2.06-10.41-4.05-20.84-6.08-31.26-.58-2.99.03-2.52-3.16-2.57Zm-27.58,0c-.22,0-.45,0-.67,0-2.16.07-1.99-.47-2.48,2.09-.65,3.4-1.31,6.8-1.97,10.21-1.4,7.29-2.77,14.58-4.21,21.85-.2,1,.06,1.3,1.01,1.26,1.02-.04,2.05-.04,3.07,0,.94.04,1.3-.36,1.47-1.29,1.99-10.47,4.03-20.94,6.05-31.41.53-2.73.54-2.72-2.28-2.72Zm47.66-3.73q-2.75,0-2.22,2.65c.03.13.04.26.07.39,1.52,7.89,3.05,15.78,4.54,23.68.16.87.56,1.22,1.44,1.18.98-.05,1.96-.05,2.93,0,1.04.05,1.4-.19,1.17-1.37-1.58-7.88-3.05-15.78-4.6-23.67-.64-3.25.04-2.83-3.33-2.87Zm-41.96-9.27c4.66,0,8.97,0,13.28,0,.51,0,.83-.24,1-.72,1.44-3.98,3.29-7.79,5.25-11.53.39-.74.1-.94-.63-.94-1.25,0-2.49-.04-3.74-.06-.67-.01-1.34-.09-1.93.35-4.84,3.68-9.1,7.96-13.24,12.89Zm-12.45-58.25c1.41.19,2.95-.14,4.49-.31,1.71-.2,3.4-.62,5.08-1,1.83-.42,2.01-.96.84-2.48-1.29-1.67-3.14-2.27-5.14-2.42-1.36-.11-2.42-.39-3.1-1.8-.69-1.42-2.91-2.02-4.6-1.53-1.79.52-2.9,1.89-3.02,3.59-.09,1.41-.19,2.84-.43,4.23-.15.89.15,1.22.96,1.34,1.58.22,3.16.49,4.92.39Zm-6,17.97c.28,2.39,1.8,4.75,4.11,6.66.49.41,1.11.51,1.75.56,2.45.17,4.33-1.08,6.17-2.44.26-.19.5-.49.3-.8-1.17-1.85-1.62-4.18-3.59-5.52-1.36-.93-2.69-1.9-3.4-3.47-.17-.37-.46-.48-.87-.45-2.34.14-4.5,2.46-4.47,5.47Zm12.75,88.68c1.05.12,1.11-.69,1.24-1.37.7-3.57,1.37-7.15,2.06-10.73,1.42-7.37,2.83-14.74,4.25-22.1.07-.39.27-.84-.18-1.08-.4-.21-.88-.19-1.29.02-.42.22-.36.68-.43,1.06-1.41,7.28-2.81,14.56-4.22,21.84-.72,3.75-1.43,7.5-2.16,11.25-.12.64-.21,1.2.73,1.1Zm41.07,0c1.26.1.86-.78.75-1.34-2.1-11-4.24-21.99-6.34-32.98-.16-.84-.56-1.17-1.36-1.05-.92.15-.61.83-.51,1.36.66,3.54,1.35,7.07,2.03,10.6,1.43,7.42,2.86,14.83,4.28,22.25.13.66.32,1.23,1.15,1.16Zm13.79-42.17c-.31.87-.14,1.79-.74,2.46-.49.54-.49,1.05-.36,1.7,1.65,8.54,3.28,17.07,4.9,25.62.17.92.65,1.35,1.56,1.13.99-.23.39-.99.31-1.41-.84-4.63-1.75-9.24-2.64-13.85-1.01-5.21-2.02-10.42-3.03-15.64Zm-52.98-44.9c1.35-3.41.41-6.49-.73-9.54-.22-.59-.63-.48-1.07-.2-1.13.71-2.34,1.27-3.64,1.59-1.08.26-1.11.7-.32,1.35.27.23.55.45.85.64,1.79,1.11,3.1,2.62,3.97,4.53.23.51.35,1.1.94,1.62Zm-12.62,9.05c.01-.53-.2-.98-.43-1.41-.97-1.83-2.25-3.42-3.82-4.76-.33-.28-.73-.51-1.14-.67-.88-.35-1.28.32-1.7.9-.45.62-.05.96.4,1.31,1.82,1.42,3.23,3.17,4.19,5.27.24.52.45,1.14,1.25.83.68-.27,1.34-.58,1.24-1.48Zm47.3,34.42c-.08-.73.33-1.61-.93-1.71-1.98-.15-2.32-.05-2.52,1.38-.19,1.36-.29,2.73-.4,4.1-.06.68-.09,1.47.92,1.36.92-.1,2.29.67,2.51-1.08.17-1.36.29-2.73.42-4.05Z"/><path d="M111.95 29.39c.96 0 1.52.49 1.55 1.34.03.92-.54 1.48-1.49 1.48-.9 0-1.42-.56-1.42-1.41 0-.86.53-1.36 1.36-1.42ZM72.5 27.23c0-.65.35-1.08.9-1.38 2.33-1.29 4.66-2.58 7-3.87.87-.48 1.66-.4 2.19.48.57.93.12 1.65-.69 2.11-2.36 1.33-4.73 2.65-7.13 3.9-1.16.61-2.29-.07-2.26-1.25ZM73.96 9.9c1.16 0 2.32-.01 3.47 0 .92.01 1.58.44 1.65 1.39.07.98-.6 1.54-1.47 1.56-2.49.07-4.98.07-7.47 0-.87-.02-1.57-.55-1.52-1.53.05-1.02.76-1.44 1.74-1.44 1.2 0 2.4 0 3.61 0ZM88.86 37.86c-.8-.1-1.29-.79-1.03-1.73.58-2.09 1.46-4.09 2.4-6.05.36-.75 1.14-.86 1.85-.57.74.31 1.09.97.8 1.75-.74 1.95-1.54 3.87-2.35 5.79-.24.57-.76.85-1.67.8Z"/></svg>
                    <div class="text">Творчество</div>
                </div>
                <div class="event-step">
                    <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="48.78" height="48.19" viewBox="0 0 138.26 136.61"><path d="m74.53.86c3.59.75,6.94,2.04,9.82,4.38,1.34,1.09,1.5,2.53.35,3.5-1.02.86-2.04.63-3.01-.13-2.13-1.66-4.5-2.82-7.16-3.28-1.44-.25-2.93-.57-4.72-.05,1.97,1.49,3.07,3.41,5.57,4.09,5.28,1.43,8.76,6.47,8.78,11.94,0,2.21.03,4.42-.01,6.63-.02.93.33,1.24,1.24,1.22,2.94-.05,2.53.22,2.55-2.42.03-4.11.14-8.21-1.49-12.13-.5-1.2.16-2.29,1.26-2.69,1.11-.4,2.16.04,2.71,1.25.99,2.19,1.62,4.49,1.68,6.9.06,2.38.02,4.77.02,7.16q0,1.91,1.98,1.91c9.06,0,18.12,0,27.17,0,3.3,0,4.77,1.4,4.93,4.68.02.49.01.97.01,1.46,0,31.5,0,63.01,0,94.51,0,1.01-.05,2.03-.18,3.04-.27,2.12-2.1,3.76-4.25,3.86-.4.02-.8,0-1.19,0-34.24,0-68.49-.02-102.73.04-2.9,0-5.58-1.34-5.61-5.35-.03-4.11-.02-8.22,0-12.33,0-.79.11-1.6.77-2.18.67-.58,1.45-.68,2.23-.37.93.36,1.29,1.12,1.29,2.11,0,3.98,0,7.95,0,11.93,0,1.9.08,1.98,1.91,1.98,25.01,0,50.02,0,75.02.03,1.38,0,1.69-.43,1.69-1.74-.03-31.86-.03-63.71-.03-95.57,0-1.74,0-1.75-1.78-1.75-4.68,0-9.37.03-14.05-.02-1.22-.01-1.59.37-1.6,1.59,0,2.56.3,5.13-.18,7.67-.58,3.05-3.37,5.27-6.23,5.05-3.38-.27-5.83-2.83-5.88-6.19-.03-2.25-.04-4.51,0-6.76.02-.94-.26-1.36-1.27-1.35-4.86.03-9.72.03-14.58,0-.91,0-1.25.31-1.24,1.24.04,2.56.03,5.13,0,7.69-.02,3.36-2.51,5.95-5.88,6.12-3.16.17-5.93-2.34-6.24-5.62-.25-2.6-.12-5.21-.11-7.81,0-1.18-.34-1.64-1.59-1.63-5.48.06-10.96.05-16.44,0-1.21-.01-1.58.36-1.58,1.59.04,14.98.02,29.96.02,44.94,0,9.81,0,19.62,0,29.43,0,1.77-.69,2.61-2.09,2.61-1.07,0-1.79-.51-2.02-1.55-.15-.68-.19-1.4-.19-2.1,0-24.48,0-48.96,0-73.43,0-.66.05-1.32.13-1.98.27-2.43,1.77-3.82,4.22-3.83,5.96-.02,11.93,0,17.89,0,1.76,0,1.71,0,1.77-1.74.12-3.52-.36-7.06.48-10.56,2.05-8.47,8.8-14.62,17.41-15.84.17-.02.33-.1.5-.15,6.63,0,13.26,0,19.89,0Zm47.37,128.69c0-.53,0-1.04,0-1.56,0-30.75,0-61.49,0-92.24,0-.35-.03-.71,0-1.06.07-.85-.29-1.2-1.15-1.18-1.81.03-3.62,0-5.43,0q-2.03,0-2.03,2.03c0,19.04,0,38.08,0,57.12,0,.75.07,1.51-.25,2.22-.38.86-1.03,1.31-1.97,1.31-.94,0-1.58-.46-1.97-1.31-.25-.55-.18-1.13-.18-1.7,0-10.47,0-20.94,0-31.41,0-8.92-.02-17.85.02-26.77,0-1.16-.35-1.56-1.52-1.52-2.07.08-4.16.1-6.23,0-1.39-.07-1.69.45-1.69,1.75.03,31.06.02,62.11.03,93.17,0,.41-.18.88.26,1.28.28-.21.58-.4.83-.63,2.38-2.18,4.72-4.4,7.14-6.53.88-.78,1.17-1.62,1.16-2.77-.05-5.35-.02-10.69-.02-16.04,0-.4-.03-.8.02-1.19.14-1.13.71-1.9,1.9-2.04,1.14-.13,2.04.52,2.31,1.72.13.55.13,1.14.13,1.71,0,5.43.02,10.87-.01,16.3,0,.97.29,1.66.99,2.31,2.26,2.11,4.46,4.29,6.69,6.43.24.23.4.59.95.59ZM73.39,30.87c0-3.14-.02-6.27,0-9.41,0-1.2-.16-2.38-.44-3.54-1.95-8.21-9.5-13.58-17.87-12.71-8.13.84-14.56,7.96-14.65,16.37-.07,6.67-.02,13.34,0,20.02,0,.43.05.89.18,1.3.26.86.91,1.35,1.78,1.31.8-.04,1.37-.52,1.62-1.34.19-.61.18-1.22.18-1.84,0-6.58-.03-13.17.03-19.75.04-4.96,2.43-8.62,6.7-10.95,4.26-2.31,8.6-2.13,12.73.4,4.2,2.58,6.09,6.52,6.14,11.35.06,6.19.01,12.37.02,18.56,0,1.93.59,2.84,1.81,2.81,1.19-.03,1.76-.96,1.76-2.89,0-3.23,0-6.45,0-9.68Zm-18.4-6.8c0,1.06,0,2.12,0,3.17q0,1.91,1.85,1.9t1.72-1.78c0-.53,0-1.06,0-1.59-.05-3.84-.22-7.7,2.02-11.13.15-.23.2-.45-.03-.71-1.11-1.19-3.33-.87-4.03.57-1.47,3.03-1.69,6.26-1.53,9.55Zm62.44,108.4c-1.78-2-3.83-4.3-5.88-6.61-.46-.52-.8-.28-1.2.1-1.28,1.21-2.59,2.4-3.88,3.6-.99.91-1.98,1.83-3.17,2.92h14.13ZM76.88,15.26c.98,3.49.92,7.01.89,10.54,0,.84,0,1.68.01,2.51,0,.85.59.83,1.19.84.62.01,1.03-.16,1.02-.88-.04-2.86.22-5.75-.29-8.58-.33-1.8-1.22-3.35-2.82-4.43Zm-25.4.06c-1.62,1.17-2.51,2.78-2.85,4.71-.48,2.72-.15,5.46-.25,8.19-.02.68.3.9.96.95,1.01.07,1.28-.37,1.29-1.32.03-4.17-.38-8.39.85-12.53Zm12.64,1.86c-.74,1.26-1.13,2.42-1.16,3.66-.05,2.37.01,4.75-.04,7.13-.02.94.35,1.22,1.25,1.21.87,0,1.29-.23,1.27-1.19-.05-2.29.02-4.58-.04-6.86-.03-1.33-.41-2.59-1.29-3.94Z"/><path d="M58.93 67.59c1.46.1 2.53.81 3.19 2.16 1.29 2.61 2.62 5.2 3.86 7.84.43.92 1.07 1.29 2.03 1.41 2.71.34 5.41.73 8.12 1.12 1.58.23 2.92.84 3.43 2.5.51 1.66-.1 2.99-1.33 4.15-2.03 1.91-3.96 3.91-5.99 5.81-.66.62-.87 1.19-.69 2.09.53 2.68.98 5.38 1.42 8.07.45 2.71-.54 4.41-2.77 4.9-.94.21-1.75-.11-2.53-.51-2.59-1.34-5.19-2.66-7.73-4.07-.81-.45-1.41-.38-2.19.04-2.48 1.36-5 2.62-7.49 3.96-1.39.75-2.77.95-4.11-.02-1.36-.98-1.72-2.33-1.42-3.97.53-2.81.91-5.66 1.46-8.47.17-.88-.07-1.41-.65-1.97-2.03-1.96-4.03-3.97-6.06-5.93-1.15-1.12-1.86-2.35-1.33-4.01.53-1.64 1.79-2.31 3.38-2.54 2.7-.38 5.41-.8 8.12-1.14 1.06-.13 1.74-.56 2.2-1.58 1.18-2.57 2.47-5.08 3.71-7.62.68-1.39 1.77-2.16 3.38-2.22Zm9.6 35.12c-.49-2.9-.87-5.51-1.38-8.09-.36-1.82.06-3.27 1.43-4.54 1.59-1.46 3.11-3.01 4.64-4.54.35-.35.87-.61.96-1.3-1.98-.29-3.93-.71-5.89-.82-3.18-.16-5.41-1.37-6.54-4.54-.7-1.97-1.81-3.79-2.77-5.74-.53.36-.64.8-.83 1.17-1.01 2.01-2.06 4.01-2.98 6.06-.8 1.77-2.13 2.56-4.01 2.78-2.6.3-5.19.73-7.35 1.05 1.7 1.88 3.44 3.93 5.32 5.85 1.28 1.31 1.89 2.68 1.43 4.53-.38 1.54-.61 3.12-.82 4.69-.14 1.05-.52 2.09-.37 3.35 2.32-1.21 4.56-2.25 6.67-3.52 1.97-1.19 3.74-1.15 5.69.02 2.11 1.26 4.34 2.31 6.8 3.59ZM42.08 56.51c-4.38-.2-8.1-1.94-10.91-5.49-.98-1.24-.92-2.45.09-3.29 1.03-.85 2.19-.66 3.23.54 4.15 4.74 9.4 5.22 14.41 1.32 1.16-.9 2.37-.87 3.19.07.8.92.67 2.17-.39 3.16-2.67 2.52-5.93 3.57-9.63 3.68ZM71.59 55.78c-4.16-.18-7.73-1.66-10.54-4.8-.92-1.04-.94-2.38-.07-3.21.89-.85 2.17-.81 3.16.27 3.91 4.27 10.33 4.58 14.5.35 1.01-1.02 2.35-.99 3.2-.13.92.94.83 2.13-.25 3.28-2.38 2.51-6.39 4.21-10 4.24ZM73.36 72.68c-1.77 0-2.87-1.71-2.06-3.09.85-1.44 1.95-2.72 3.17-3.85.79-.74 1.79-.74 2.65-.02.77.65 1.15 1.55.61 2.47-.92 1.55-2.09 2.93-3.46 4.12-.28.24-.72.3-.92.37ZM71.02 114.26c.08-.85.42-1.5 1.14-1.88.76-.4 1.61-.44 2.24.13 1.3 1.19 2.47 2.53 3.34 4.06.49.86.2 1.75-.53 2.39-.73.66-1.71.79-2.44.21-1.49-1.18-2.68-2.66-3.61-4.33-.1-.18-.1-.42-.14-.6ZM41.75 65.23c1.66-.02 5.12 4.3 4.7 5.88-.4 1.52-2.32 2.1-3.48.94-1.09-1.08-2.09-2.29-2.95-3.55-.93-1.38.13-3.25 1.74-3.27ZM46.51 114.27c.05.55-.24 1.09-.64 1.58-.75.92-1.5 1.85-2.28 2.73-.91 1.02-2.26 1.18-3.17.42-.87-.73-.99-2.05-.19-3.09.8-1.05 1.66-2.05 2.53-3.04.69-.78 1.58-.95 2.53-.57.8.32 1.22.98 1.23 1.97ZM83.89 92c.61 0 1.24-.07 1.84.01 1.09.14 1.75.81 1.85 1.91.09 1.1-.44 1.91-1.51 2.17-1.46.36-2.97.37-4.44 0-1.06-.26-1.64-1.08-1.55-2.16.1-1.12.78-1.85 1.96-1.94.61-.05 1.23 0 1.84 0 0 0 0 0 0 0ZM33.76 96.37c-.68-.06-1.34-.07-1.99-.2-1.16-.23-1.96-1.23-1.8-2.25.18-1.14.86-1.84 2.04-1.9 1.15-.06 2.3-.06 3.44 0 1.17.06 1.88.72 2.02 1.89.14 1.14-.54 2.01-1.75 2.26-.64.13-1.31.14-1.96.21Z"/></svg>
                    <div class="text">Сувенир на память</div>
                </div>

            </div>

        </section>
        <section class="what-we-do-what-you-can-section">
            <div class="container">
                <div class="left">
                    <h2 class="h1">Что мы предоставляем</h2>
                    <div class="wrapper">
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">лыко</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">необходимые инструменты</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">ленты</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">бусины и украшения</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">упаковку</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">опытного мастера</div>
                        </div>
                    </div>
                </div>
                <div class="right">
                    <h2 class="h1">Что потребуется от вас<span class="color-gray">*</span></h2>
                    <div class="wrapper">
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">стол</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">стулья по количеству участников</div>
                        </div>
                        <div class="done-icon-with-text">
                            <div class="icon">✔</div>
                            <div class="text">электричество</div>
                        </div>
                    </div>
                    <span class="color-gray gray-text">*мы можем предоставить все необходимое оборудование «под ключ»</span>
                </div>
            </div>
        </section>
        <section class="additional-options-section">
            <div class="container">
                <h2 class="h1 title-with-margin">Дополнительно</h2>
                <div class="additional-option-type1-wrapper">
                    <div class="additional-option-card-type1">
                        <img src="../wp-content/themes/my_theme/images/additional.png" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                        <div class="additional-price">доп. час 1 200 Р</div>
                    </div>
                    <div class="additional-option-card-type1">
                        <img src="../wp-content/themes/my_theme/images/additional.png" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                        <div class="additional-price">доп. час 1 200 Р</div>
                    </div>
                    <div class="additional-option-card-type1">
                        <img src="../wp-content/themes/my_theme/images/additional.png" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                        <div class="additional-price">доп. час 1 200 Р</div>
                    </div>
                    <div class="additional-option-card-type1">
                        <img src="../wp-content/themes/my_theme/images/additional.png" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                        <div class="additional-price">доп. час 1 200 Р</div>
                    </div>
                </div>
                <div class="additional-option-type2-wrapper">
                    <div class="additional-option-card-type2">
                        <a href="#" class="link"></a>
                        <img src="../wp-content/themes/my_theme/images/additional2.jpg" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                    </div>
                    <div class="additional-option-card-type2">
                        <a href="#" class="link"></a>
                        <img src="../wp-content/themes/my_theme/images/additional2.jpg" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                    </div>
                    <div class="additional-option-card-type2">
                        <a href="#" class="link"></a>
                        <img src="../wp-content/themes/my_theme/images/additional2.jpg" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                    </div>
                    <div class="additional-option-card-type2">
                        <a href="#" class="link"></a>
                        <img src="../wp-content/themes/my_theme/images/additional2.jpg" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                    </div>
                    <div class="additional-option-card-type2">
                        <a href="#" class="link"></a>
                        <img src="../wp-content/themes/my_theme/images/additional2.jpg" alt="">
                        <div class="title">Дополнительный мастер</div>
                        <div class="price">2 300 Р</div>
                    </div>
                </div>

            </div>
        </section>

        <section class="held-masterclasses-section">
            <div class="container">
                <h2 class="h1">Проведенные мастер-классы</h2>
                <div class="four-items-slider mb30">
                    <div class="swiper">
                        <div class="swiper-wrapper">
                            <div class="swiper-slide held-mc-card">
                                <a href="#" class="img-link">
                                    <img src="../wp-content/themes/my_theme/images/pic3.jpg" alt="">
                                    <span class="text">Мехенди на выпускном для ребенка на корпоратив</span>
                                </a>
                            </div>
                            <div class="swiper-slide held-mc-card">
                                <a href="#" class="img-link">
                                    <img src="../wp-content/themes/my_theme/images/pic3.jpg" alt="">
                                    <span class="text">Мехенди на выпускном для ребенка на корпоратив</span>
                                </a>
                            </div>
                            <div class="swiper-slide held-mc-card">
                                <a href="#" class="img-link">
                                    <img src="../wp-content/themes/my_theme/images/pic3.jpg" alt="">
                                    <span class="text">Мехенди на выпускном для ребенка на корпоратив</span>
                                </a>
                            </div>
                            <div class="swiper-slide held-mc-card">
                                <a href="#" class="img-link">
                                    <img src="../wp-content/themes/my_theme/images/pic3.jpg" alt="">
                                    <!-- думаю, размер этого текста, а именно количество символов надо регулировать на беке -->
                                    <span class="text">Мехенди на выпускном для ребенка на корпоратив бла бла бла бла бла бла блша харикришнахарихари</span>
                                </a>
                            </div>
                            <div class="swiper-slide held-mc-card">
                                <a href="#" class="img-link">
                                    <img src="../wp-content/themes/my_theme/images/pic3.jpg" alt="">
                                    <span class="text">Мехенди на выпускном для ребенка на корпоратив</span>
                                </a>
                            </div>
                        </div>
                    </div>
                    <div class="swiper-button-next"><span>></span></div>
                    <div class="swiper-button-prev"><span><</span></div>
                </div>
            </div>
        </section>

        <section class="feedback-global-section">
            <div class="container">
                <h2 class="h1">Оставьте заявку</h2>
                <form class="feedback-global-form">
                    <div class="left">
                        <input type="text" placeholder="Имя">
                        <input type="tel" placeholder="Телефон">
                        <label class="custom-checkbox-wrapper agreement-checkbox">
                            Я согласен на обработку персональных данных
                            <input type="checkbox" checked="checked">
                            <span class="checkmark"></span>
                        </label>
                    </div>
                    <div class="right">
                        <div class="feedback-type-choose-wrapper">
                            <div class="option">
                                <input type="radio" name="feedback-type-choose2" checked>
                                <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="23.1" height="22.92" viewBox="0 0 65.74 64.96"><path d="m36.93,45.98c-1.12.08-1.97-.51-2.79-1.16-4.03-3.19-7.72-6.75-11.17-10.56-1.13-1.25-2.24-2.53-3.25-3.89-1.3-1.75-1.07-3.86.53-5.03.36-.27.8-.38,1.24-.47.98-.21,1.91-.57,2.71-1.17,1.09-.83,1.51-2.59,1.01-4.1-.27-.81-.59-1.61-1.07-2.34-2.13-3.24-3.88-6.69-5.61-10.15-.61-1.21-1.22-2.46-2.23-3.42-1.81-1.74-3.83-1.96-5.88-.52-2.27,1.59-4.45,3.32-6.3,5.41-1.69,1.9-2.42,4.16-2.24,6.67.14,1.87.86,3.59,1.62,5.28,2.62,5.85,5.75,11.41,9.63,16.53,3.01,3.97,6.34,7.65,10.09,10.94,6.05,5.31,12.74,9.62,20.09,12.89,1.72.77,3.41,1.6,5.27,2.04,3.23.76,5.95-.18,8.3-2.35,1.8-1.66,3.27-3.62,4.74-5.58,1.88-2.5.7-5.73-1.55-7.22-1.75-1.16-3.61-2.15-5.44-3.18-2.42-1.37-4.85-2.72-7.3-4.03-.96-.51-1.96-.92-3.1-.96-1.78-.06-2.85.83-3.58,2.34-.29.6-.4,1.25-.61,1.87-.49,1.46-1.49,2.17-3.03,2.17" style="fill:none;stroke:#383838;stroke-linecap:round;stroke-linejoin:round;stroke-width:4px"/></svg>
                            </div>
                            <div class="option">
                                <input type="radio" name="feedback-type-choose2">
                                <svg id="_Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="23.19" height="22.92" viewBox="0 0 65.74 64.96"><defs><style>.cls-1{fill:none;stroke:#383838;stroke-linecap:round;stroke-linejoin:round;stroke-width:4px}</style></defs><path class="cls-1" d="m29.47,24.46c-.29.69-.78,1.23-1.3,1.75-1.97,1.98-2.11,5.46-.19,7.58,1.11,1.22,2.26,2.4,3.5,3.5,1.65,1.47,3.56,1.75,5.63,1.1,1.1-.34,1.91-1.11,2.73-1.87,1.28-1.18,3.64-1.19,4.91,0,1.51,1.42,3,2.88,4.4,4.41,1.25,1.36,1.3,3.16.33,4.58-.56.83-1.33,1.47-2.06,2.15-1.34,1.24-2.91,1.9-4.73,2.02-1.02.06-2.03,0-3.05,0-1.76-.01-3.49-.3-5.18-.74-4.01-1.04-7.57-2.95-10.63-5.76-3.21-2.95-5.54-6.48-6.94-10.62-1.04-3.07-1.36-6.24-1.29-9.46.03-1.41.39-2.74,1.11-3.95.7-1.17,1.71-2.08,2.71-2.98,1.35-1.22,3.6-1.24,4.92,0,1.28,1.2,2.5,2.47,3.77,3.68.92.88,1.61,1.85,1.61,3.18,0,0-.15,1.14-.26,1.42Z"/><path class="cls-1" d="m1.48,63.58c1.42-.04,2.73-.29,3.76-.5,3.54-.71,7.08-1.43,10.63-2.14.17-.04.35-.07.52-.13,1.5-.55,2.85-.16,4.22.51,2.39,1.16,4.96,1.79,7.58,2.2,2.31.37,4.66.46,6.99.26,6.44-.55,12.24-2.77,17.3-6.85,3.87-3.11,6.83-6.92,8.93-11.41,1.2-2.56,2.02-5.25,2.45-8.04.37-2.4.5-4.81.31-7.26-.26-3.27-.95-6.42-2.17-9.45-1.29-3.21-3.1-6.12-5.36-8.76-2.91-3.39-6.38-6.02-10.38-7.94-2.5-1.2-5.14-2.03-7.89-2.49-2-.33-4.01-.55-6.03-.5-4.61.12-9,1.14-13.16,3.16-3.88,1.89-7.21,4.48-10.03,7.72-3.61,4.14-5.93,8.95-7.05,14.32-.47,2.25-.65,4.56-.6,6.86.08,3.19.61,6.3,1.62,9.33.4,1.19.8,2.41,1.44,3.49.51.87.26,1.71.09,2.54-.87,4.31-1.81,8.6-2.69,12.9-.12.58-.48,2.18-.48,2.18Z"/></svg>
                            </div>
                            <div class="option">
                                <input type="radio" name="feedback-type-choose2">
                                <svg width="25" height="22" viewBox="0 0 25 22" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M23.7548 0.921519C23.653 0.83363 23.5292 0.775196 23.3967 0.75252C23.2641 0.729844 23.1279 0.743787 23.0028 0.792846L1.62846 9.15757C1.36848 9.2593 1.14853 9.44263 1.00162 9.68002C0.854718 9.91742 0.788798 10.1961 0.813763 10.4741C0.838727 10.7522 0.953227 11.0146 1.14007 11.2221C1.32691 11.4295 1.57601 11.5707 1.84995 11.6245L7.55792 12.7456V19.0938C7.55803 19.3881 7.64609 19.6756 7.8108 19.9195C7.9755 20.1634 8.20933 20.3525 8.48227 20.4626C8.75522 20.5727 9.05483 20.5987 9.34265 20.5372C9.63047 20.4758 9.89337 20.3298 10.0976 20.1179L12.9073 17.2038L17.2927 21.0481C17.5604 21.285 17.9055 21.4159 18.263 21.4162C18.4191 21.4158 18.5742 21.3913 18.7228 21.3434C18.9665 21.2663 19.1856 21.1267 19.3585 20.9385C19.5313 20.7503 19.6518 20.5201 19.7079 20.2708L23.9921 1.64609C24.0222 1.51515 24.016 1.37848 23.9742 1.2508C23.9324 1.12312 23.8565 1.00927 23.7548 0.921519ZM2.07881 10.3789C2.07477 10.368 2.07477 10.356 2.07881 10.3452C2.08358 10.3415 2.08893 10.3386 2.09463 10.3367L18.939 3.74281L8.04413 11.5475L2.09463 10.3831L2.07881 10.3789ZM9.18635 19.2383C9.15728 19.2684 9.11989 19.2893 9.07894 19.2981C9.03799 19.3069 8.99534 19.3034 8.95642 19.2879C8.91751 19.2724 8.88408 19.2456 8.86042 19.2111C8.83675 19.1765 8.82391 19.1357 8.82354 19.0938V13.621L11.9549 16.3632L9.18635 19.2383ZM18.475 19.985C18.4672 20.0207 18.45 20.0536 18.4251 20.0803C18.4003 20.107 18.3687 20.1266 18.3337 20.1369C18.2979 20.1494 18.2595 20.1521 18.2224 20.1447C18.1853 20.1373 18.1509 20.12 18.1227 20.0947L9.20745 12.2742L22.429 2.79886L18.475 19.985Z" fill="#383838"/></svg>
                            </div>
                        </div>
                        <button>Оставить заявку</button>
                    </div>
                </form>
            </div>
        </section>

        <section class="seo-section">
            <div class="container">
                <h2 class="h1">Заголовок текста</h2>

                <div class="text" title="Показать больше текста">
                    <p>Организовать корпоратив на природе, тимбилдинг или массовый праздник не сложно. Главное, чтобы гостям не было скучно. Заполнить досуг поможет аттракцион в аренду. Это хороший способ провести соревнования среди взрослых, занять веселыми играми детей. В компании Art-Active для праздника есть надувные батуты, интерактивные спартакиады, скалодром, выездные фотозоны. Доставка по Москве, безопасный монтаж и качество обслуживания.</p>
                    <p>Далеко-далеко за словесными горами, в стране гласных и согласных, живут рыбные тексты. Наш ее она вскоре, безорфографичный имеет возвращайся путь своего домах приставка но напоивший всемогущая предупредила мир которое, вопрос оксмокс пор точках рыбными там языком. Знаках первую моей дорогу, даль которое жаренные домах последний себя встретил использовало вершину свою рукописи за.</p>
                    <p>Далеко-далеко за словесными горами, в стране гласных и согласных, живут рыбные тексты. Наш ее она вскоре, безорфографичный имеет возвращайся путь своего домах приставка но напоивший всемогущая предупредила мир которое, вопрос оксмокс пор точках рыбными там языком. Знаках первую моей дорогу, даль которое жаренные домах последний себя встретил использовало вершину свою рукописи за.</p>
                    <p>Далеко-далеко за словесными горами, в стране гласных и согласных, живут рыбные тексты. Наш ее она вскоре, безорфографичный имеет возвращайся путь своего домах приставка но напоивший всемогущая предупредила мир которое, вопрос оксмокс пор точках рыбными там языком. Знаках первую моей дорогу, даль которое жаренные домах последний себя встретил использовало вершину свою рукописи за.</p>
                </div>
            </div>
        </section>

    </div>
</div>
<footer>

</footer>

<div class="mfp-hide popup-block" id="feedback-popup">
    <h2 class="title">Варианты связи</h2>
    <form>
        <div class="feedback-type-wrapper">
            <label class="custom-radio-wrapper">
                Консультация по телефону
                <input type="radio" checked="checked" name="popup-feedpack-type">
                <span class="checkmark"></span>
            </label>
            <label class="custom-radio-wrapper">
                WatsApp
                <input type="radio" name="popup-feedpack-type">
                <span class="checkmark"></span>
            </label>
            <label class="custom-radio-wrapper">
                Telegram
                <input type="radio" name="popup-feedpack-type">
                <span class="checkmark"></span>
            </label>
        </div>
        <input type="text" placeholder="Имя" class="w100">
        <input type="tel" placeholder="Телефон" class="w100">
        <label class="custom-checkbox-wrapper agreement-checkbox">
            Я согласен на обработку персональных данных
            <input type="checkbox" checked="checked">
            <span class="checkmark"></span>
        </label>

        <div class="center mt30"><button>Оставить заявку</button></div>
    </form>
</div>







<?php get_footer('new'); ?>
<script>
    $('.slider-for').slick({
        slidesToShow: 1,
        slidesToScroll: 1,
        arrows: false,
        // fade: true,
        asNavFor: '.slider-nav'
    });
    $('.slider-nav').slick({
        slidesToShow: 3,
        slidesToScroll: 1,
        asNavFor: '.slider-for',
        adaptiveHeight: true,
        dots: false,
        centerMode: false,
        focusOnSelect: true
    });

    $.fancybox.defaults.hideScrollbar = false;

    $('.right-column .time table tbody tr td img, .right-column .price table tbody tr td img, body.single-post .slider-for .slick-slide img').on("load", function() {
        $(this).fancybox({
            href: $(this).attr('src'),
            openEffect: 'none',
            closeEffect: 'none',
            autoCenter: true,
            helpers: {
                overlay: {
                    locked: false
                }
            }
        });
    }).each(function() {
        if (this.complete) {
            $(this).trigger('load');
        };
    });

    $('.right-column .price table tbody tr td .thumbnail ins').on("click", function(event) {
        $(this).next().find("img").click();

    });
    $('.right-column .time > table tr').toggleClass('row');
    $('.right-column .price > table tr').toggleClass('grid');
    //let lnghColTime = $('.right-column .time > table tr td').length;
    let lnghColPrice = $('.right-column .price > table tr td').length;

    $('.right-column .time > table tr').each(function() {
        let lnghColTime = $(this).find('td').length;
        //console.log(lnghColTime);
        if (lnghColTime > 1 && lnghColTime < 4) {
            $(this).find('td:nth-child(1)').toggleClass('col').css({
                'width': 'auto',
                'height': 'auto'
            });
            $(this).find('td:nth-child(2)').toggleClass('col col-md-auto p-0');
            $(this).find('td:nth-child(3)').toggleClass('col col-lg-2');
        } else if (lnghColTime == 4) {
            $(this).find('td:nth-child(1)').toggleClass('col').css({
                'width': 'auto',
                'height': 'auto'
            });
            $(this).find('td:nth-child(2)').toggleClass('col col-md-auto p-0');
            $(this).find('td:nth-child(3)').toggleClass('col col-lg-2');
            $(this).find('td:nth-child(4)').toggleClass('col col-lg-2');
        } else {
            $(this).find('td:nth-child(1)').toggleClass('col').css({
                'width': 'auto',
                'textAlign': 'inherit!important',
                'height': 'auto'
            });
        }
    });

    $('.right-column .price > table tr').each(function() {
        let lnghColPrice = $(this).find('td').length;
        //console.log(lnghColTime);
        if (lnghColPrice > 1 && lnghColPrice < 4) {
            $(this).find('td:nth-child(1)').toggleClass('g-col-4').css({
                'width': 'auto',
                'height': 'auto'
            });
            $(this).find('td:nth-child(2)').toggleClass('g-col-4').css({
                'width': 'auto',
                'height': 'auto'
            });
            $(this).find('td:nth-child(3)').toggleClass('g-col-4').css({
                'width': 'auto',
                'height': 'auto'
            });
        } else if (lnghColPrice == 4) {
            $(this).find('td:nth-child(1)').toggleClass('g-col-3').css({
                'width': 'auto',
                'height': 'auto'
            });
            $(this).find('td:nth-child(2)').toggleClass('g-col-3');
            $(this).find('td:nth-child(3)').toggleClass('g-col-3');
            $(this).find('td:nth-child(4)').toggleClass('g-col-3');
        } else {
            $(this).find('td:nth-child(1)').toggleClass('g-col').css({
                'width': 'auto',
                'textAlign': 'inherit!important',
                'height': 'auto'
            });
        }
    });

    document.addEventListener('DOMContentLoaded', () => {

        let button = document.getElementById('burger'),
            span = button.getElementsByTagName('span')[0];
        //$('#mobile-container-menu-content .collapse').collapse({ toggle: false, parent: $('#mobile-container-menu-content') });
        $('.mobile-container-info-buttons .btn-check').click(e => {
            e.preventDefault();
            $('#mobile-container-info-content .collapse.show').collapse('hide');
        });

        // $('#burger').on('show.bs.dropdown', function() {
        // 	console.log("show");
        // }).on('shown.bs.dropdown', function() {
        // 	console.log("shown");
        // }).on('hide.bs.dropdown', function() {
        // 	console.log("hide");
        // }).on('hidden.bs.dropdown', function() {
        // 	console.log("hidden");
        // });
    });
</script>